<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.1.1                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 04/05/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               bg.php                           #
# File purpose            Bulgarian language file          #
# File created by         contact <contact@rusbg.com>      #
############################################################

define('C_HTML_DIR','ltr'); // HTML direction for this language
define('C_CHARSET', 'WINDOWS-1251'); // HTML charset for this language

### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it
###    {0} - is not number - it template
###################################

$w=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Грешка на сигурността - #', //1
'Този email вече съществува в базата данни. Изберете друг!', //2
'Грешно име. Името трябва да е от {0} до {1} знака', //3 - Don`t change {0} and {1} - See rule 2 !!!
'Грешна фамилия. Фамилията трябва да бъде от {0} до {1} знака', //4
'Грешна дата на раждане', //5
'Грешна парола. Паролата трябва да бъде от {0} до {1} знака', //6
'Изберете своя пол', //7
'Изберете търсения пол', //8
'Изберете типа на взаимотоношения', //9
'Изберете страна', //10
'Празен или погрешно избран email', //11
'Грешна уеб-страница', //12
'Грешен номер на ICQ', //13
'Грешен AIM', //14
'Въведете Вашия телефон', //15
'Въведете Вашия град', //16
'Изберете семейното си положение', //17
'Изберете информация за децата', //18
'Изберете Вашия ръст', //19
'Изберете Вашето тегло', //20
'Изберете ръста на избраника(цата)', //21
'Изберете теглото на избраника(цата)', //22
'Изберете Вашия цвят на косата', //23
'Изберете Вашия цвят на очите', //24
'Изберете Вашия етнос', //25
'Изберете Вашата религия', //26
'Изберете етноса на избраника(цата)', //27
'Изберете религията на избраника(цата)', //28
'Изберете отговор на въпроса дали пушите?', //29
'Изберете отговор на въпроса дали пиете?', //30
'Изберете отговор на въпроса за Вашето образование', //31
'Напишете какво работите', //32
'Напишете възрастта на избраника(цата)', //33
'Как ни открихте?', //34
'Напишете за своите увлечения', //35
'Грешно е написано хобито. Не може да е над {0} символа', //36
'Грешна дума в хоби. Думата не трябва да е с повече от {0} символа', //37
'Напишете за себе си', //38
'Грешно сте написали за себе си. Не може да е над {0} символа', //39
'Грешна дума в описанието. Думата не трябва да е с повече от {0} символа', //40
'За регистрацията е необходима Ваша снимка!', //41
'Поздрави!<br>Кодът за активизиране на Вашата анкета беше успешно изпратен на Вашия email. <br>Можете да активизирате анкетата през своята поща!', //42 - Message after register if need confirm by email
'Потвърдете регистрацията', //43 - Confirm mail subject
'Благодарим Ви за регистрацията в нашия сайт
Натиснете линка долу за потвърждаване на регистрацията:

', //44 - Confirm message
'Благодарим Ви за регистрацията. Вашата анкета ще бъде проверена от администратора в най-кратък срок. Заповядайте по-късно...', //45 - Message after registering if admin allowing is needed
'Поздрави! <br>Вашата анкета бе успешно добавена в нашата база. Запомнете Вашия логин!<br><br>Логин:', //46
'<br>Парола:', //47
'Повторете Вашата парола', //48
'Въведените пароли не са идентични', //49
'Регистрация', //50
'Вашето име', //51
'символа', //52
'Вашата фамилия', //53
'Парола', //54
'Повторение на паролата', //55
'Рождена дата', //56
'Вашия пол', //57
'Тип отношения', //58
'Вашата страна', //59
'Вашия Email', //60
'Ваша Веб-страница', //61
'Вашето ICQ', //62
'Вашия AIM', //63
'Вашия телефон', //64
'Вашия град', //65
'Вашето Семейно положение', //66
'Деца', //67
'Вашия ръст', //68
'Вашето тегло', //69
'Цвят на косата', //70
'Цвят на очите', //71
'Вашия етнос', //72
'Вашата религия', //73
'Пушене', //74
'Алкохол', //75
'Вашето образование', //76
'Вашата работа', //77
'Вашите увлечения', //78
'Напишете повече за себе си и за човека, когото търсите.', //79
'Вие търсите', //80
'Искан етнос', //81
'Искана религия', //82
'Искана възраст', //83
'Искан ръст', //84
'Искано тегло', //85
'Как разбрахте за нас?', //86
'Фото', //87
'Главна', //88
'Регистрация', //89
'За участници', //90
'Търсене', //91
'Връзка', //92
'FAQ', //93
'Статистика', //94
'Меню  на участник ID#', //95
'Преглед на съобщенията', //96
'Моята спалня', //97
'Моето инфо', //98
'Промяна на анкетата', //99
'Смяна на паролата', //100
'Премахване на анкетата', //101
'Изход', //102
'Време за генериране на страницата:', //103
'сек.', //104
'Участници в момента:', //105
'Гости в момента:', //106
'Програмиране <a href="http://www.azdg.com" target="_blank" class="desc">AzDG</a>', //107 - Don`t change link - only for translate - read GPL!!!
'Само регистрирани участници имат достъп до разширеното търсене', //108
'Простете, "Възраст от" трябва да е по-малка от "Возраст до"', //109
'По Вашето търсене не е намерено нищо', //110
'Не', //111 Picture available?
'Има', //112 Picture available?
'Не мога да се свържа към сървъра<br>Вашите MySQL логин и парола са грешни<br>Проверете конфигурационния файл', //113
'Невозможно подсоединиться к серверу<br>Базы данных не существует или к ней нет доступа<br>Измените имя базы в конфигурации', //114
'Страници :', //115
'Резултати от търсенето', //116
'Общо : ', //117 
'Име', //118
'Цел на запознанството', //119
'Възраст', //120
'Страна', //121
'Град', //122
'Последен достъп', //123
'Дата на регистрация', //124
'Разширено търсене', //125
'ID на участника#', //126
'Име', //127
'Фамилия', //128
'Знак на зодиака', //129
'Ръст', //130
'Тегло', //131
'Пол', //132
'Цел на запознанството', //133
'Семейно положение', //134
'Деца', //135
'Цвят на косата', //136
'Цвят на очите', //137
'Етнос', //138
'Религия', //139
'Пушене', //140
'Алкохол', //141
'Образование', //142
'Търсене на участници с', //143
'Уеб-страница', //144
'ICQ', //145
'AIM', //146
'Телефон', //147
'Регистрирани ', //148
'Сортиране на резултатите', //149
'резултата на страница', //150
'Обикновено търсене', //151
'Достъпът за гости е затворен', //152
'Достъпът за изпращане на погрешни анкети е затворен', //153
'Юзер уже находится в таблице ошибочных анкет', //154
'Спасибо. Юзер был добавлен в таблицу ошибочных анкет и будет проверен администратором в самое короткое время', //155
'Доступ закрыт для пользования спальней', //156
'Юзер уже у Вас в спальне', //157
'Спасибо, юзер был успешно добавлен в Вашу спальню', //158
'Вашата анкета бе успешно добавена в списъка за проверка от админа', //159
'Вашата анкета бе успешно добавена в базата', //160
'Грешка при активизирането на анкетата. Възможно да е вече активна', //161
'FAQ пуст', //162
'FAQ ответ#', //163
'Всички полета трябва да са попълнени', //164
'Вашето съобщение беше успешно изпратено', //165
'Въведете тема', //166
'Въведете съобщение', //167
'Тема', //168
'Съобщение', //169
'Изпращане на съобщение', //170
'За участници', //171
'Логин ID', //172
'Забравена парола', //173
'Препоръчайте ни', //174
'Email {0}-го друга', //175
'Рождените дни днес', //176
'Никой участник не е роден днес:)', //177
'Добре дошли на сайта за запознанства RuBo@rd PhotoDate', //178 Welcome message header
'RuBo@rd PhotoDate е прекрасна възможност да се запознаете с нови приятели или да се позабавлявате. Естествено, че можете да напишете анкетата и шеговито, но не забравяйте, че в нея трябва да присъства здравият смисъл, за да не възникнат недоразумения при евентуална среща.<br><br>Вие можете да си контактувате, използвайки вътрешната система на електронна поща. Тя позволявата да опознаете по-добре партньора преди да се срещнете с него и в същото време успешно прикрива истинския ви адрес, докато вие самите не решите да го разкриете.', //179 Welcome message
'Последните {0} регистрирани', //180
'Бързо търсене', //181
'Разш. търсене', //182
'Снимка на деня', //183
'Проста статистика', //184
'Вашият ИД трябва да е цифров', //185
'Грешен ИД или парола', //186
'Достъпът за изпращане на email е затворен', //187
'Изпращане на съобщение на участник с ID#', //188
'Сега няма никой в онлайн', //189
'Страницата за препоръчване на сайта е недостъпна', //190
'Привет от {0}', //191 "Recommend Us" subject, {0} - username
'Привет, това е {0}!

Как си?:)

Виж този сайт - добър е:
{1}', //192 "Recommend Us" message, {0} - username, {1} - site url
'Въведете коректен еmail {0}-ия приятел', //193
'Въведете Вашето име и Email', //194
'Вашата парола с {0}', //195 Reming password email subject
'Този акаунт е деактивиран или отсъства от базата.<br>Пожалуйста напишите администратору черезь обратную связь об этой проблеме. Вставьте обязательно номер ID.', //196
'Здравейте!

Вашия логин ID#:{0}
Вашата парола:{1}

_________________________
{2}', //197 Remind password email message, Where {0} - ID, {1} - password, {2} - C_SNAME(sitename)
'Вашата парола беше успешно изпратена на emailа Ви.', //198
'Въведете Вашия ID', //199
'Изпращане на парола', //200
'Достъпът за изпращане на съобщения е затворен', //201
'Изпращане на съобщение до участник с ID#', //202
'Уведомяване при прочитане', //203
'Няма участници в базата', //204
'Статистиката е недостъпна', //205
'Няма такова активно ID', //206
'Анкета ID#', //207
'Име на участника', //208
'Фамилия на участника', //209
'Рождена дата', //210
'Email', //211
'Съобщение от RuBo@rd PhotoDate', //212 - Subject for email
'Работа', //213
'Увлечения', //214
'За себе си', //215
'Популярност', //216
'Изпращане на email', //217
'Грешна анкета', //218
'Добавяне в моята спалня', //219
'Качвания файл надхвърля допустимия лимит от {0} Kb. Вашият файл е {1} Kb', //220
'Качвания от Вас файл има дължина над {0} пиксела или височина над {1} пиксела. Не трябва да надхвъля тези значения.', //221
'Типът на файла е грешен (допустими са само jpg, gif и png). Вашият тип е ', //222
'(Макс. {0} Kb)', //223
'Статистика по страни', //224
'Нямате съобщения', //225
'Общо съобщения - ', //226
'Номер', //227 Number
'От', //228
'Дата', //229
'Изтр', //230 Delete
'<sup>Ново</sup>', //231 New messages
'Изтриване на избраните съобщения', //232
'Съобщение от - ', //233
'Отговор', //234
'Привет, Вие писахте {0}:\n\n_________________\n{1}\n\n_________________', //235 Reply to message {0} - date, {1} - message
'Вашето съобщение беше прочетено', //236
'Ваше съобщение:<br><br><span class=dat>{0}</span><br><br>беше прочетено {1} [ID#{2}] в {3}', //237 {0} - message, {1} - Username, {2} - UserID, {3} - Date and Time
'{0} сообщений было успешно удалено!', //238
'Въведете старата парола', //239
'Въведете новата парола', //240
'Повторете новата парола', //241
'Смяна на паролата', //242
'Стара парола', //243
'Нова парола', //244
'Повторение на паролата', //245
'Във Вашата спалня няма никой', //246
'Дата на добавяне', //247
'Премахване на избраните участници', //248
'Сигурни ли сте, че искате да изтриете анкетата си?<br>Всички Ваши съобщения и снимки ще бъдат премахнати от базата данни.', //249
'Юзер с ID#={0} был успешно изтрит от базата', //250
'Вашата анкета ще бъде изтрита от базата след проверка от администратора', //251
'{0} Участника бяха успешно премахнати от Вашата спалня!', //252
'Неидентични пароли или паролата съдържа неразрешими символи', //253
'Нямате достъп за промяна на парола', //254
'Грешна стара парола. Върнете се и опитайте пак!', //255
'Паролата бе успешно променена!', //256
'Невъзможно е да се изтрият всички снимки', //257
'Вашата анкета бе успешно редактирана', //258
' - Изтриване на снимка', //259
'Вашата сесия беше изтрита. Можете да затворите браузера.', //260
'Няма флагчета', //261
'Езици', //262
'Вход', //263
'Логин [3-16 chars [A-Za-z0-9_]]', //264
'Логин', //265
'Вашият логин трябва да се състои от 3-16 знака и само A-Za-z0-9_ знаци са допустими', //266
'Този логин вече съществува, Изберете друг!', //267
'Общо участници - {0}', //268
'The messages are not visible. You should be the privileged user see the messages.<br><br>You can purshase from <a href="'.C_URL.'/members/index.php?l=bg&a=r" class=head>here</a>', //269 change l=default to l=this_language_name
'User type', //270
'Purshase date', //271
'Search results position', //272
'Price', //273
'month', //274
'Purshase Last date', //275
'Higher than', //276
'Purshase', //277
'Purshase with', //278
'PayPal', //279
'Thanks for your registration. Payment has been succesfully send and will be checked by admin in short time.', //280
'Incorrect error. Please try again, or contact with admin!', //281
'Send congratulation letter about privilegies activating', //282
'User type has successfully changed.', //283
'Email with congratulations has been send to user.', //284
'ZIP',// 285 Zip code
'Congratulations, 

Your status is changed to {0}. This privilegies will be available in next {1} month.

Now you can check your messages in your box.

__________________________________
{2}', //286 {0} - Ex:Gold member, {1} - month number, {2} - Sitename from config
'Congratulations', //287 Subject
'ZIP code must be numeric', //288
'Keywords', //289
'We are sorry, but the following error occurred:', //290
'', //291
'', //292
'', //293
'', //294
'', //295
'', //296
'', //297
'', //298
'' //299
); 
?>
