<?php 
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.1.1                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 04/05/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               bg.php                           #
# File purpose            Bulgarian language file          #
# File created by         contact <contact@rusbg.com>      #
############################################################

$wg=array(
'Неизвестно', 
'Мъж',
'Жена'
);

$wp=array(
'за ей-така',
'за романтика',
'за сериозни отношения',
'за приятелство',
'за секс'
);

// Privileged users names
$wpu=array(
'Lite member', // Free user
'Silver member',
'Gold member',
'Platinum member');
// Privileged users timelife (in month)
$wpt=array(
'0', // Free user
'3',
'6',
'12');
// Payment for each member type in dollars
$wpm=array(
'0', // Free User
'19',
'29',
'39');


$wm=array(
'Не е посочено', 
'Ерген(Неомъжена)',
'Разведен(а)',
'В раздяла',
'Вдовец(Вдовица)',
'Женен(Омъжена)'
);

$wmm=array(
'Не е посочено', 
'Януари',
'Февруари',
'Март',
'Април',
'Май',
'Юни',
'Юли',
'Август',
'Септември',
'Октомври', // [10]
'Ноември',
'Декември'
);

$wc=array(
'Не е посочено', 
'Не',
'1',
'2',
'3',
'4',
'5 или повече'
);

$wh=array(
'Не е посочено', 
'4\'2\' (127см)',
'4\'4\' (132см)',
'4\'6\' (137см)',
'4\'8\' (142см)',
'4\'1\' (152см)',
'5\'0\' (152см)',
'5\'2\' (157см)',
'5\'3\' (160см)',
'5\'4\' (163см)',
'5\'5\' (166см)', // [10]
'5\'6\' (168см)',
'5\'7\' (171см)',
'5\'8\' (173см)',
'5\'9\' (175см)',
'5\'1\' (178см)',
'6\'0\' (183см)',
'6\'2\' (188см)',
'6\'4\' (193см)',
'6\'6\' (198см)',
'6\'8\' (203см)', // [20]
'6\'1\' (208см)',
'7\'0\' (213см)'
);

$ww=array(
'Не е посочено', 
'80 lbs (36кг)',
'85 lbs (39кг)',
'90 lbs (41кг)',
'95 lbs (43кг)',
'100 lbs (45кг)',
'105 lbs (48кг)',
'110 lbs (50кг)',
'115 lbs (52кг)',
'120 lbs (54кг)',
'125 lbs (57кг)', // [10]
'130 lbs (59кг)',
'135 lbs (61кг)',
'140 lbs (63кг)',
'145 lbs (66кг)',
'150 lbs (68кг)',
'155 lbs (70кг)',
'160 lbs (73кг)',
'165 lbs (75кг)',
'170 lbs (77кг)',
'175 lbs (79кг)', // [20]
'180 lbs (82кг)',
'185 lbs (84кг)',
'190 lbs (86кг)',
'195 lbs (89кг)',
'200 lbs (91кг)',
'205 lbs (93кг)',
'210 lbs (95кг)',
'215 lbs (97кг)',
'220 lbs (100кг)',
'225 lbs (102кг)', // [30]
'230 lbs (104кг)',
'235 lbs (107кг)',
'240 lbs (109кг)',
'245 lbs (111кг)',
'250 lbs (113кг)',
'255 lbs (116кг)',
'260 lbs (118кг)',
'265 lbs (120кг)',
'270 lbs (122кг)',
'275 lbs (125кг)', // [40]
'280 lbs (127кг)',
'285 lbs (129кг)',
'290 lbs (131кг)',
'295 lbs (134кг)',
'300 lbs (136кг)'
);

$whc=array(
'Не е посочено', 
'Черен',
'Блондин',
'Кафяв',
'Брюнет',
'Кестеняв',
'Тъмнориж',
'Боядисан блондин',
'Златен',
'Червен',
'Сив', // [10]
'Сребърен',
'Бял',
'Плешив',
'Друго'
);

$we=array(
'Не е посочено', 
'Черный',
'Карий',
'Голубой',
'Зелённый',
'Серый',
'Другой'
);

$wet=array(
'Не е посочено', 
'Белая/Кавказская',
'Испанская',
'Азиатская',
'Негритянская',
'Метис',
'Другое'
);

$wr=array(
'Не е посочено', 
'Агностик',
'Атеист',
'Баптист',
'Вяра в Бога',
'Будист',
'Католик',
'Християнин',
'Православен',
'Хуманист',
'Юдаизъм', // [10]
'Лютеранин',
'Мормон (LDS)',
'Мюсулманин',
'Нов век',
'Невярващ',
'Протестант',
'Друго'
);

$ws=array(
'Не е посочено', 
'Непушач',
'Понякога',
'Редовно'
);

$wd=array(
'Не е посочено', 
'Никога',
'Понякога',
'Често'
);

$wed=array(
'Не е посочено', 
'Средно училище',
'Колежанин',
'Студент',
'Завършил колеж',
'Завършил ВУЗ'
);

$wu=array(
'Не е посочено', 
'Банер',
'Вестник',
'Телевизия',
'Търсачка',
'Препоръка от приятели',
'Друго'
);

$whr=array(
'Не е посочено', 
'Козирог',
'Водолей',
'Риби',
'Овен',
'Телец',
'Близнаци',
'Рак',
'Лъв',
'Дева',
'Везни', // [10]
'Скорпион',
'Стрелец'
);

$wsb=array(
'Намаляване на датата',
'Увеличаване на датата',
'Намаляване на името',
'Увеличаване на името',
'Намаляване на възрастта',
'Увеличаване на възрастта',
'Намаляване на ръста',
'Увеличаване на ръста',
'Намаляване на теглото',
'Увеличаване на теглото'
);
/* 
$wsb only for search - you can`t add new or remove - 
only translate!
*/

$wrg=array(
'Целия период',
'последната седмица',
'последния месец',
'последните 3 месеца',
'последната година'
);

$wrgv=array(
'', // Not require enter this value for All period
'7', 
'31',
'92',
'365'
);


$wst=array(
'Всички участници',
'Чакащи потвърждение от mail',
'Чакащи проверка на регистрация',
'Чакащи проверка на обновяване',
'Чакащи изтриване на анкета',
'Активни участници'
);

$wcr=array(
' Не е посочено', // Первый пробел здесь обязателен для сортировки!
'Афганистан',
'Албания',
'Алжир',
'Андорра',
'Ангола',
'Антигуа и Барбуда',
'Аржентина', 
'Армения',
'Австралия',
'Австрия',
'Азербайджан',
'Бахамски острови',
'Бахрейн',
'Бангладеш',
'Барбадос',
'Белорусия', 
'Белгия',
'Боливия',
'Босна и Херцеговина',
'Ботсвана',
'Бразилия', 
'Бруней',
'България',
'Бурунди',
'Камбоджа',
'Камерун',
'Канада',
'Централноафриканска Република',
'Чад',
'Чили',
'Китай',
'Колумбия',
'Конго',
'Коста-Рика',
'Кот-дИвуар',
'Хърватска',
'Куба',
'Кипър',
'Чешка Република',
'Дания',
'Доминиканска Република',
'Еквадор',
'Египет',
'Сальвадор',
'Екваториална Гвинея',
'Естония',
'Етиопия',
'Фиджи',
'Финландия',
'Франция',
'Габон',
'Гамбия',
'Грузия',
'Германия', 
'Гана',
'Гибралтар',
'Гърция',
'Остров Гренландия',
'Гренада',
'Остров Гваделупа',
'Гватемала',
'Гвинея - Бисау',
'Гвинея', 
'Гайана',
'Хаити',
'Хондурас',
'Хонконг',
'Унгария',
'Исландия',
'Индия',
'Индонезия',
'Иран', 
'Ирак',
'Ирландия',
'Израел',
'Италия',
'Ямайка',
'Япония',
'Йордания',
'Казахстан',
'Кения',
'Северна Корея',
'Южна Корея',
'Кувейт',
'Киргизстан',
'Лаос',
'Латвия',
'Ливан',
'Лесото',
'Либерия',
'Либия',
'Лихтенщайн',
'Литва',
'Люксембург',
'Македония',
'Мадагаскар',
'Малайзия',
'Мали', 
'Малта',
'Мавритания',
'Мексико',
'Молдова',
'Монако', 
'Монголия',
'Мароко',
'Мозамбик',
'Намибия',
'Непал',
'Холандия', 
'Нова Зеландия',
'Никарагуа',
'Нигерия',
'Нигер',
'Норвегия',
'Оман', 
'Пакистан',
'Панама',
'Нова Гвинея',
'Парагвай',
'Перу',
'Филипини',
'Полша',
'Португалия', 
'Пуерто-Рико',
'Катар',
'Румъния',
'Русия',
'Руанда',
'Острови Самоа',
'Сан-Марино',
'Саудитска Арабия',
'Сенегал',
'Сиера-Леоне (Западна Африка)',
'Сингапур',
'Словашка Република',
'Словения', 
'Соломонови Острови',
'Сомали',
'Южна Африка',
'Испания',
'Шри-Ланка',
'Судан',
'Свазиленд',
'Швеция',
'Швейцария',
'Сирия',
'Тайван',
'Таджикистан',
'Танзания',
'Таиланд',
'Тунис',
'Турция',
'Туркмения',
'Уганда',
'Украина', 
'ОАЕ',
'Великобритания',
'САЩ',
'Уругвай',
'Узбекистан',
'Ватикана',
'Венецуэла',
'Виетнам',
'Йемен',
'Югославия',
'Заир',
'Замбия',
'Зимбабве'
);
// Не более 255 стран в этом списке!!!
// Вы можете изменять этот список к городам вашей страны
// Будьте внимательны!
?>
