<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.1.1                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 04/05/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               bg.php                           #
# File purpose            Bulgarian language file          #
# File created by         contact <contact@rusbg.com>      #
############################################################
### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it - 
###    {0} - is not number - it template - also you can see another templates 
###    {name}, {pass}, {some_other}
###################################
$x=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Грешна парола или логин',//1
'Административна зона',//2
'Логин на админа',//3
'Парола на админа',//4
'Влез',//5
'Достъпът е забранен за неадмини',//6
'Главна',//7
'Нулиране на хитовете',//8
'Оптимизиране',//9
'Управление на юзерите',//10
'Управление FAQ',//11
'Пощенска разпратка',//12
'Изход',//13
'Вие успешно излязохте от административната зона<br><br>Благодарим за използването на този безплатен скрипт',//14
'Общо email',//15
'Изпратени email',//16
'Следваща част',//17
'На потребителите бяха изпратени {0} email',//18
'Имате непрочетени съобщения на {0}',//19 {0} - SiteName (C_SNAME)
'Намерени {0} потребителя',//20
'Управление на разпратката',//21
'Статут:',//22
'Функции и полета на email:',//23
'Тип писмо',//24
'От кого',//25
'Тема',//26
'Съобщение',//27
'Съобщи за резултата',//28
'Връщане назад',//29
'Изпращане на email',//30
'Незавършени разпратки - {0}',//31
'Тема : {0} [Изпратено на {1} потребители] :::>',//32
'Завършване на тази разпратка',//33
'Text',//34
'HTML',//35
'Преглед',//36
'Юзери с непрочетени съобщения - ',//37
'Общо непрочетени съобщения - ',//38
'Последно ИД на съобщение - ',//39
'Изпращане на писма на юзери с непрочетени съобщения',//40
'Анкетата е успешно променена',//41
'FAQ въпрос е успешно създаден',//42
'Създаване на ново',//43
'Моля въведете въпрос',//44
'Моля въведете отговор',//45
'Управление FAQ',//46
'Създаване на нова FAQ категория',//47
'Редактиране на FAQ категория',//48
'Премахване на FAQ категория',//49
'Създаване на FAQ',//50
'Изберете FAQ категория',//51
'FAQ въпрос',//52
'FAQ отговор',//53
'Първо трябва да създадете категория въпроси',//54
'Моля въведете име на категория',//55
'Създаване на FAQ категория',//56
'Новата категория беше създадена:',//57
'Име на FAQ категория',//58
'Редактиране на FAQ категория',//59
'Редакт.',//60
'Категорията беше променена',//61
'Редактиране на FAQ категория',//62
'FAQ беше изтрит',//63
'FAQ категория беше изтрита',//64
'Забележка : Бъдете внимателни. С изтриване на категорията Вие премахвате всички въпроси в тази категория.',//65
'Изтриване',//66
'0 - Чакат email проверка<br>1 - Чакат проверка от админа<br>2 - Чакат проверка след редактиране<br>3,8 - Чакат изтриване(с, без показване)<br>7 - Активни потребители<br>',//67
'Базата даннни беше излекувана и оптимизирана',//68
'Потребител с ID#={0} беше успешно изтрит от базата данни',//69
'Хитовете бяха нулирани',//70
'Успешно е разрешен юзер с id={0}',//71
'IP',//72
'Изисквания [0 - 255]',//73
'Статут - (Бъдете внимателни)',//74
'Активиране',//75
'Управление на потребителите',//76
'Общо активни потребители :',//77
'Потребители чакащи активиране след регистрация',//78
'Потребители чакащи активиране след актуализация',//79
'Потребители чакащи изтриване',//80
'Privilegied users',//81
'Privilegied users Management',//82
'',//83
'',//84
'',//85
'',//86
'',//87
'',//88
'',//89
'',//90
'',//91
'',//92
'',//93
'',//94
'',//95
'',//96
'',//97
'',//98
''//99
); 
?>
