<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.1.1                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 04/05/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               inst.php                         #
# File purpose            Installation language file       #
# File created by         AzDG <support@azdg.com>          #
############################################################

define('C_HTML_DIR','ltr'); // HTML direction for this language
define('C_CHARSET', 'WINDOWS-1251'); // HTML charset for this language

$y=array( // $y - installation phrases array
'<b>Please change short_open_tag variable in your php.ini file to:<br><br>short_open_tag=On</b>', //0
'Нормально', //1
'Ошибка', //2
'ИНСТАЛЯЦИЯ', //3
'', //4
'', //5
'Нет языков в директории languages/. Сначала загрузите их.', //6
'Принятие Лицензии', //7
'Пожалуйста загрузите GPL Лицензию для её принятия. File:gpl.txt', //8
'Пожалуйста исправьте все ошибки и продолжите инсталяцию', //9
'Обновить страницу', //10
'Не принимаю', //11
'Принимаю', //12
'ШАГ', //13 - For example: Step 1
'Проверка на требуемые параметры', //14
'Требование', //15
'Минимальная конфигурация', //16
'Конфигурация сервера', //17
'Результаты', //18
'Версия PHP', //19
'Версия MySQL', //20
'Проверка на запись директорий и файлов', //21
'Проверка на запись', //22
'', //23
'Следующий шаг', //24
'Создание конфигурации', //25
'Пожалуйста введите URL', //26
'Пожалуйста введите серверный путь', //27
'Пожалуйста введите название сайта', //28
'Пожалуйста введите mysql host', //29
'Пожалуйста введите mysql имя юзера', //30
'Пожалуйста введите mysql пароль', //31
'Пожалуйста введите название базы mysql', //32
'Пожалуйста введите логин админа', //33
'Пожалуйста введите пароль админа', //34
'Пожалуйста введите email админа', //35
'Пожалуйста заполните все поля подставляя значения сервера', //36
'URL скрипта', //37
'Без "/" в конце. Вы должны ввести url где расположен скрипт.', //38
'Внутренний путь сервева к скрипту', //39
'Без "/" в конце. Это внутренний путь сервера. Пожалуйста спросите это у вашего хостинга, если значение пусто.', //40
'Имя сайта', //41
'Данные MySQL', //42
'MySQL hostname', //43
'Обычно', //44
'Имя Базы MySQL', //45
'Вы должны создать базу, если она ещё не существует', //46
'Имя юзера MySQL', //47
'Пароль юзера MySQL', //48
'Префикс таблиц', //49
'Данные администратора', //50
'Логин Админа', //51
'Пароль Админа', //52
'Email Админа', //53
'Язык админа', //54
'Язык для панели администрирования', //55
'Пожалуйста вернитесь назад и исправьте урл скрипта - не пишите "/" в конце', //56
'Пожалуйста вернитесь назад и исправьте внутренний путь скрипта - не пишите "/" в конце', //57
'Пожалуйста вернитесь назад и исправьте внутренний путь скрипта', //58
'Не могу подсоединиться к серверу<br>Ваши MySQL логин и пароль неверные<br>Проверьте конфигурационный файл', //59
'Невозможно подсоединиться к серверу<br>Базы данных не существует или к ней нет доступа<br>Измените имя базы в конфигурации', //60
'Инсталяция MySQL таблиц', //61
'Имя таблицы', //62
'Статус инсталяции', //63
'Создана или уже существует', //64
'Не создана', //65
'Результаты установки', //66
'Успешно', //67
'Административная страница', //68
'Главная страница', //69
'Предупреждение безопасности', //70
'Удалите install.php с сервера', //71
'Ручная установка', //72
'', //73
'', //74
'', //75
'', //76
'', //77
'', //78
'', //79
'', //80
'', //81
'', //82
'', //83
'', //84
'', //85
'', //86
'', //87
'', //88
'', //89
'', //90
'', //91
'', //92
'', //93
'', //94
'', //95
'', //96
'', //97
'', //98
'' //99
);
?>