<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               rua.php                          #
# File purpose            Additional langfile for admin    #
# File created by         AzDG <support@azdg.com>          #
############################################################
### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it - 
###    {0} - is not number - it template - also you can see another templates 
###    {name}, {pass}, {some_other}
###################################
$x=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Неверный логин или пароль',//1
'Административная зона',//2
'Логин админа',//3
'Пароль админа',//4
'Зайти',//5
'Доступ закрыт для не админов',//6
'Главная',//7
'Очистить хиты',//8
'Лечить&Оптим',//9
'Управление юзерами',//10
'Управление FAQ',//11
'Рассылка',//12
'Выход',//13
'Вы успешно покинули административную зону<br><br>Спасибо за использование этого бесплатного скрипта',//14
'Всего email',//15
'Послано email',//16
'Следующая часть',//17
'Пользователям было отослано {0} email',//18
'У Вас есть непрочитанные сообщения на {0}',//19 {0} - SiteName (C_SNAME)
'Найдено {0} пользователей',//20
'Управление рассылкой',//21
'Статус:',//22
'Функции и поля email:',//23
'Тип письма',//24
'От кого',//25
'Тема',//26
'Сообщение',//27
'Сообщить о результатах',//28
'Вернуться назад',//29
'Отослать emailы',//30
'Незаконченные рассылки - {0}',//31
'Тема : {0} [Послано {1} юзерам] :::>',//32
'Закончить эту рассылку',//33
'Text',//34
'HTML',//35
'Предпросмотр',//36
'Юзеров с непрочитанными сообщениями - ',//37
'Всего непрочитанных сообщений - ',//38
'Последнее ИД сообщения - ',//39
'Послать письма юзерам с непрочитанными сообщениями',//40
'Анкета успешно изменена',//41
'FAQ вопрос успешно создан',//42
'Создать новое',//43
'Пожалуйста введите вопрос',//44
'Пожалуйста введите ответ',//45
'Управление FAQ',//46
'Создать новую FAQ категорию',//47
'Редактировать FAQ категорию',//48
'Удалить FAQ категорию',//49
'Создать FAQ',//50
'Выберите FAQ категорию',//51
'FAQ вопрос',//52
'FAQ ответ',//53
'Первым делом Вы должны создать категорию вопросов',//54
'Пожалуйста введите имя категории',//55
'Создание FAQ категории',//56
'Новая категория была создана:',//57
'Имя FAQ категории',//58
'Редактирование FAQ категории',//59
'Редакт.',//60
'Категория была изменена',//61
'Редактирование FAQ категории',//62
'FAQ был удалён',//63
'FAQ категория удалена',//64
'Замечание : Будьте внимательны. С удалением категории Вы удаляете все вопросы в этой категории.',//65
'Удалить',//66
'0 - Ждут email проверки<br>1 - Ждут проверки админом<br>2 - Ждут проверки после редактирования<br>3,8 - Ждут удаления(с, без показа)<br>7 - Активные юзеры<br>',//67
'База данных была вылечена и оптимизирована',//68
'Юзер с ID#={0} был успешно удалён из базы данных',//69
'Хиты были очищены',//70
'Успешно разрешён юзер с id={0}',//71
'IP',//72
'Требовательность [0 - 255]',//73
'Статус - (Будьте внимательны)',//74
'Активировать',//75
'Управление юзерами',//76
'Всего активных юзеров :',//77
'Юзеры ждущие активизации после регистрации',//78
'Юзеры ждущие активизации после обновления',//79
'Юзеры ждущие удаления',//80
'Privilegied users',//81
'Privilegied users Management',//82
'',//83
'',//84
'',//85
'',//86
'',//87
'',//88
'',//89
'',//90
'',//91
'',//92
'',//93
'',//94
'',//95
'',//96
'',//97
'',//98
''//99
); 
?>
