<?PHP

/*
        |: MWChat (My Web based Chat)
        |: Web\HTTP based chat application
        |:
        |: Copyright (C) 2000, 2001, 2002, 2003
        |: Distributed under the terms of license provided.
        |: Available at http://www.appindex.net
        |: Authored by Appindex.net - <support@appindex.net>
*/

$LOCALE[HELP_Title] = "Помощь по";

$LOCALE[HELP_Unavailable] = "Для данного запроса нет помощи.";

$LOCALE[HELP_Username] = "Имя (имя пользователя) - это имя, под которым вы будете известны в чате. Это может быть как ваше настоящее имя, так и придуманное.";

$LOCALE[HELP_Language] = "MWChat поддерживает несколько языков. Этот прямоугольник позволяет вам выбрать, какой язык вы предпочитаете.";

$LOCALE[HELP_Password] = "Администратору, оператору и зарегистрированным пользователям для входа в чат нужен пароль. Это предотвращает несанкционированный доступ к вашей учетной записи.";

$LOCALE[HELP_Lobby_Public] = "Список общих комнат содержит различные комнаты, в которых вы можете беседовать. Выберите комнату, которая больше других соответствует вашим интересам, или создайте собственную.";

$LOCALE[HELP_Lobby_Private] = "Список частных комнат скрыт от обычных пользователей. Если вы хотите побеседовать с кем-либо в частной комнате, введите внизу имя нужной комнаты. Частные комнаты не включаются ни в какой список, так что вы можете поддерживать частный разговор без лишних людей.";

$LOCALE[HELP_Lobby_Public_Create] = "Если вы не можете найти в списке комнату, которая соответствует вашим интересам, вы можете создать свою комнату, введя имя комнаты в поле для ввода.";

$LOCALE[HELP_Lobby_Private_Create] = "Введите имя частной комнаты, в которую вы хотите войти. Если комната не существует, она будет создана для вас.";

$LOCALE[HELP_Private_Message] = "Выберите пользователя из поля с выпадающим списком. Все сообщения, которые вы посылаете, будут отправлены только указанному пользователю. Чтобы переключиться на общение со всей комнатой, выберите значение по умолчанию. Частные сообщения также можно посылать с помощью команды /msg.";

$LOCALE[HELP_Private_Message_Refresh] = "Нажмите на эту ссылку, чтобы обновить список пользователей для частных сообщений.";

$LOCALE[HELP_Colors] = "Если вы хотите изменить цвет текста, который вы вводите, нажмите на любой цвет в панели цветов. Вы увидите сообщение, сообщающее, что ваши цвета были обновлены. Вы можете нажать на любое место в нижней половине панели цветов, чтобы восстановить цвета по умолчанию.";

$LOCALE[HELP_Enter_Password] = "Введите новый пароль, который вы бы хотели использовать. Этот пароль может быть любым сочетанием букв и цифр. Удостоверьтесь, что записали пароль и сохранили его в безопасном месте. Требуется, чтобы длина пароля была не менее пяти символов.";

$LOCALE[HELP_Icons] = "Выберите из списка значок, которым вы будете обозначены в чате. Все пользователи могут видеть ваш значок.";

$LOCALE[HELP_Theme] = "Выберите тему из списка. Тема изменит все ваши цвета в чате. Вам может понадобиться вернуться в приемную, а затем снова войти в комнату, чтобы все изменения, связанные с темой, были произведены.";

$LOCALE[HELP_Confirm_Password] = "Снова введите новый пароль, который вы выбрали. Повтор пароля предотвращает влияние опечаток, а также помогает удостовериться, что вы знаете, что вводите.";

$LOCALE[HELP_YOB] = "Это год рождения. Эта информация используется для вычисления возраста в некоторых случаях, поскольку некоторые законы требуют от пользователей достижения определенного возраста.";

$LOCALE[HELP_Occupation] = "Это сфера занятий или работа пользователя. Обычно подразумевается их главный источник существования.";

$LOCALE[HELP_Hobbies] = "Это вещи, которые пользователю нравится делать. В основном, время потраченное на хобби, - свободное время.";

$LOCALE[HELP_Location] = "Географическое местоположение пользователя.";

$LOCALE[HELP_Comments] = "Любые комментарии или мнения пользователя, которые он хотел бы озвучить.";

$LOCALE[HELP_Status] = "Текущий статус пользователя. Обычно указывается, если пользовател отсутствует, находится в онлайне, зарегистрирован, является администратором или оператором.";

$LOCALE[HELP_Upload_File] = "Файл, который вы хотите отправить пользователю. Нажмите кнопку [Обзор], чтобы выбрать файл, который вы пошлете.";

$LOCALE[HELP_Upload_User] = "Пользователь, которому вы хотите отправить файл.";

$LOCALE[HELP_Enter_Message] = "Когда вы входите в комнату, это сообщение будет отправлено вместе с заметкой о том, что вы вошли.";

$LOCALE[HELP_Exit_Message] = "Когда вы выходите из комнаты, это сообщение будет отправлено вместе с заметкой о том, что вы вышли.";

$LOCALE[HELP_Away_Message] = "Когда вы отлучаетесь (away), это сообщение будет отправлено вместе с заметкой о том, что вы отлучились.";

$LOCALE[HELP_Back_Message] = "Когда вы возвращаетесь (из состояния away), это сообщение будет отправлено вместе с заметкой о том, что вы вернулись.";

$LOCALE[HELP_Default_Color] = "Если вы хотите установить цвет по умолчанию, который будет установлен при вашем входе в комнату, воспользуйтесь этой опцией.";

$LOCALE[HELP_Smiles] = "Эта опция переключает возможность увидеть графические или текстовые смайлы в чате.";

$LOCALE[HELP_Locate] = "Эта опция переключает возможность для других пользователей определять ваше местонахождение в чате.";

$LOCALE[HELP_Upload] = "Эта опция переключает возможность получения файлов от других пользователей.";

$LOCALE[HELP_Room] = "Комната, в который вы в настоящее время находитесь, или комната, которую вы хотите создать или в которую хотите войти.";

$LOCALE[HELP_Room_Password] = "Некоторые частные комнаты защищены паролем. Если комната, в которую вы хотите войти, защищена паролем, введите его здесь.";

$LOCALE[HELP_Number_Users] = "Общее число пользователей, находящихся в комнате.";

$LOCALE[HELP_Topic] = "Текущая тема комнаты.";

$LOCALE[HELP_Buddylist] = "Список ваших приятелей. Содержит имена всех пользователей в этой комнате, а также всех приятелей, которые у вас могут быть. Вы можете нажать на любое имя, чтобы получить информацию о пользователе, если он зарегистрирован.";

$LOCALE[HELP_Serial_Number] = "Регистрационный номер MWChat. Вы можете получить его на http://www.appindex.net/mwchat";

$LOCALE[HELP_Storage] = "Информация о вашем дисковом пространстве. Первое число показывает, сколько места доступно для использования. Второе число показывает, сколько вам выделено места. Ниже - список ваших файлов. Нажмите на имя, чтобы скачать файл, или поставьте отметку для удаления файла. Вы также можете увидеть размер файла, если вы получили файл, и узнать отправителя.";

$LOCALE[HELP_ERROR_License] = "Ваша лицензия неверна или отсутствует. Обновите вашу лицензию, а если она снова не заработает, получите новый регистрационный номер или свяжитесь со службой поддержки Appindex.Net.";

$LOCALE[HELP_ERROR_AlreadyIn] = "Кто-то уже вошел в чат под таким именем. Возможно, если вы некорректно вышли из чата, вам нужно подождать десять минут, пока вы будете автоматически выведены.";

$LOCALE[HELP_ERROR_Logout] = "Вы вышли из чата. Можете войти снова, если хотите.";

$LOCALE[HELP_ERROR_Expired] = "Вы могли быть выведены, если вы долгое время ничего не говорили. Вы также могли быть насильно выведены (с помощью kick) администратором или оператором.";

$LOCALE[HELP_ERROR_RoomLong] = "Выбранное для комнаты имя слишком длинное. Максимально возможная длина имени составляет 15 символов.";

$LOCALE[HELP_Live] = "Система недоступна. Возможно, администратор обновляет версию системы.";

$LOCALE[HELP_ERROR_Profanity] = "Вы были выведены за использование нецензурных выражений в чате. Нецензурные выражения запрещены.";

$LOCALE[HELP_ERROR_NoData] = "Вы не заполнили верно все поля. Пожалуйста, попытайтесь еще раз.";

$LOCALE[HELP_ERROR_BadData] = "В словах, которые вы ввели, есть недопустимые символы. Пожалуйста, используйте только цифры и буквы.";

$LOCALE[HELP_ERROR_Serial_Invalid] = "Регистрационный номер, который вы сообщили, не соответствует вашему серверу. Вам нужно получить новый регистрационный номер и проверить IP-адрес вашего веб-сервера.";

$LOCALE[HELP_ERROR_Serial_None] = "В Appindex.Net нет записи о вашем регистрационном номере. Пожалуйста, зарегистрируйте вашу копию и получите регистрационный номер.";

$LOCALE[HELP_ERROR_Critical] = "Обнаружена неизвестная критическая ошибка. Если проблема останется, свяжитесь со службой поддержки Appindex.Net.";

$LOCALE[HELP_ERROR_Javascript] = "MWChat требует браузера, поддерживающего javascript. Пожалуйста, включите поддержку javascript в вашем браузере или установите новый браузер.";

$LOCALE[HELP_ERROR_Browser] = "Браузер, который вы используете, несовместим с MWChat. Мы рекомендуем использовать Netscape или Internet Explorer.";

$LOCALE[HELP_ERROR_Restricted] = "Имя пользователя, которое вы выбрали, запрещено или зарезервировано. Выберите другое имя и войдите снова.";

$LOCALE[HELP_ERROR_BadPass] = "Вы предоставили неверный пароль. Свяжитесь с администратором для получения более подробной информации.";

$LOCALE[HELP_ERROR_IP] = "MWChat обнаружил, что ваш IP-адрес сменился. Из сообращений защиты вы были выведены. Пожалуйста, войдите снова.";

$LOCALE[HELP_COMMAND_addbuddy] = "Добавить приятеля в список приятелей. Эта команда может быть использована только зарегистрированными пользователями.";

$LOCALE[HELP_COMMAND_admin] = "Позволяет администраторам аннулировать регистрацию пользователей и просматривать протоколы работы. Укажите второй параметр (имя пользователя), чтобы посмотреть протокол его работы или аннулировать его регистрацию.";

$LOCALE[HELP_COMMAND_afk] = "Изменяет ваш статус на [далеко от клавиатуры]. Вы можете по своему усмотрению указать дополнительное сообщение.";

$LOCALE[HELP_COMMAND_block] = "Блокирует все частные сообщения от пользователей.";

$LOCALE[HELP_COMMAND_bug] = "Послать сообщение об ошибке.";

$LOCALE[HELP_COMMAND_clear] = "Очищает текущее окно чата.";

$LOCALE[HELP_COMMAND_color] = "Установить цвет текста в выбранный вами цвет. Цвет задается в формате #000000.";

$LOCALE[HELP_COMMAND_deop] = "Отменить статус оператора для пользователя. Эту команду могут использовать только администраторы и операторы.";

$LOCALE[HELP_COMMAND_global] = "Послать сообщение всем пользователям во всех комнатах. Эту команду может использовать только администратор.";

$LOCALE[HELP_COMMAND_help] = "Показать этот документ.";

$LOCALE[HELP_COMMAND_ignore] = "Добавить пользователя в список игнорируемых пользователей. Такие пользователи не могут посылать вам частные сообщения, а вы не видите сообщений, которые они посылают. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_unignore] = "Удалить пользователя из списка игнорируемых пользователей. Теперь этот пользователь сможет посылать вам частные сообщения, и вы будете видеть сообщения, которые он посылает. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_kick] = "Насильно вывести пользователя из системы. Опционально вы можете указать причину. Эту команду могут использовать только администраторы и операторы.";

$LOCALE[HELP_COMMAND_lobby] = "Вернуться в приемную. Вы можете указать дополнительное сообщение.";

$LOCALE[HELP_COMMAND_locate] = "Найти указанного пользователя. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_logout] = "Выводит пользователя из системы. Вы можете указать дополнительное сообщение.";

$LOCALE[HELP_COMMAND_me] = "Опишите, что вы делаете, указывая на себя.";

$LOCALE[HELP_COMMAND_motd] = "Показывает сообщение дня.";

$LOCALE[HELP_COMMAND_myfiles] = "Показывает ваши файлы в онлайн.";

$LOCALE[HELP_COMMAND_op] = "Дать пользователю статус оператора. Эту команду могут использовать только администраторы и операторы.";

$LOCALE[HELP_COMMAND_prefs] = "Показывает ваши параметры в MWChat.";

$LOCALE[HELP_COMMAND_print] = "Показывает вашу беседу в окне для печати.";

$LOCALE[HELP_COMMAND_msg] = "Послать частное сообщение пользователю. Это сообщение больше никто не увидит.";

$LOCALE[HELP_COMMAND_register] = "Зарегистрировать имя, которое вы используете. Регистрация позволяет пользователям обмениваться файлами и создавать списки приятелей.";

$LOCALE[HELP_COMMAND_removebuddy] = "Удалить пользователя из списка приятелей. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_roll] = "Бросить кости. Полезно для онлайн-игр.";

$LOCALE[HELP_COMMAND_showbuddy] = "Показать список ваших приятелей. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_showignored] = "Показать список пользователей, которых вы игнорируете. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_smiley] = "Показывает все доступные смайлы.";

$LOCALE[HELP_COMMAND_topic] = "Изменить тему комнаты. Эту команду могут использовать только администраторы и операторы.";

$LOCALE[HELP_COMMAND_unafk] = "Меняет ваш статус на [вернулся к клавиатуре]. Вы можете указать дополнительное сообщение.";

$LOCALE[HELP_COMMAND_unblock] = "Принимать частные сообщения ото всех пользователей.";

$LOCALE[HELP_COMMAND_topic] = "Удалить пользователя из списка игнорируемых пользователей. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_unregister] = "Аннулирует регистрацию вашего имени. Теперь этим именем может воспользоваться любой. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_upload] = "Показывает интерфейс обмена файлами. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_url] = "Позволяет вам вставить URL в чат.";

$LOCALE[HELP_COMMAND_whois] = "Показывет информацию об указанном пользователе. Эту команду могут использовать только зарегистрированные пользователи.";

$LOCALE[HELP_COMMAND_Title] = "Доступные команды";

$LOCALE[HELP_COMMAND_Type] = "{} указаывет на обязательный параметр, [] указывает на необязательный параметр.";

?>
