<?php

$lang['login_page_subtitle']            = 'Регистрация нового пользователя';
$lang['regs_not_allow']                 = 'Извините, регистрация пльзователей временно отключена администратором';
$lang['username']	                = 'Имя пользователя';
$lang['password']	                = 'Пароль';
$lang['success_text']                   = 'Вы успешно вошли в систему. Ожидайте ...';
$lang['register_header']                = 'Регистрация нового пользователя';
$lang['desired_username']               = 'Желаемое имя пользователя';
$lang['register_me']                    = 'зарегистрироваться';
$lang['needed_fields_missed']           = 'Не заполнены все поля.';
$lang['username_exists']                = 'Пользователь с таким логином уже зарегистрирован. Попробуйте другое имя пользователя, пожалуйста.';
$lang['email_exists']                   = 'Пользователь с таким адресом Email уже зарегистрирован. Попробуйте другой адрес email, пожалуйста.';
$lang['email_invalid']                  = 'Ваш адрес Email имеет неверный формат. Попробуйте другой адрес email, пожалуйста.';
$lang['login_usage_denied']             = 'Использование этого имени пользователя запрещено администратором';
$lang['proceed_to_login_link_text']     = 'Войти в систему';
$lang['reg_done_with_authcode']         = 'Ваша регистрация прошла успешно.<br>Для активации Ваше аккаунта следуйте инструкциям в отправленном Вам письме.<br>';
$lang['reg_done_without_authcode_with_approve']         = 'Ваша регистрация прошла успешно.<br>Данные Вашего аккаунта отправлены на Ваше Email. Ваш аккаун будет активирован после подтверждения администратором.<br>';
$lang['reg_done_without_authcode_without_approve']         = 'Ваша регистрация прошла успешно.<br>Данные Вашего аккаунта отправлены на Ваше Email.<br>';
$lang['authcode']                       = 'Код активации';
$lang['activate_account']               = 'активировать аккаунт';
$lang['incorrect_autcode']              = 'Аккаунтов ожидающих активации с таким кодом активации нет. Попробуйте еще раз внимательнее.';

?>
