<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               gr.php                           #
# File purpose            Greek language file              #
# File created by         Sofokli Magoula <admin@sympan.gr>#
############################################################

define('C_HTML_DIR','ltr'); // HTML direction for this language
define('C_CHARSET', 'iso-8859-7'); // HTML charset for this language

### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it - 
###    {0},{1}... - is not number - it templates
###################################

$w=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Σφάλμα ασφαλείας - #', //1
'Το email αυτό υπάρχει ήδη στην βάση δεδομένων μας. Παρακαλώ δοκιμάστε κάποιο άλλο!', //2
'Μη εγκυρο όνομα. Το όνομα πρέπει να είναι απο {0} εώς {1} χαρακτήρες', //3 - Don`t change {0} and {1} - See rule 2 !!!
'Μη εγκυρο επώνυμο. Το επώνυμο πρέπει να είναι από {0} εώς {1} χαρακτήρες', //4
'Μη εγκυρη ημερομηνία γενεθλίων', //5
'Μη εγκυρος κωδικός πρόσβασης. Ο κωδικός πρόσβασης πρέπει να είναι από {0} εώς {1} χαρακτήρες', //6
'Παρακαλώ επιλέξτε φύλλο', //7
'Παρακαλώ επιλέξτε φύλλο αναζήτησης', //8
'Επιλέξτε τον τύπο σχέσης', //9
'Παρακαλώ επιλέξτε την χώρα σας', //10
'Μη εγκυρο ή κενό email', //11
'Μη εγκυρη ιστοσελίδα', //12
'Μη εγκυρος αριθμός ICQ', //13
'Μη εγκυρο AIM', //14
'Εισάγετε το τηλεφωνό σας', //15
'Εισάγετε την πόλη σας', //16
'Επιλέξτε την οικογενειακή σας κατάσταση', //17
'Παρακαλώ επιλέξτε την απάντηση σχετικά με τα παιδιά σας', //18
'Επιλέξτε το ύψος σας', //19
'Επιλέξτε το βάρος σας', //20
'Επιλέξτε το υψος για το ατομο που ζητάτε', //21
'Επιλέξτε το βάρος για το άτομο που ζητάτε', //22
'Επιλέξτε το χρώμα των μαλλιών σας', //23
'Επιλέξτε το χρώμα των ματιών σας', //24
'Επιλέξτε την εθνικοτητά σας', //25
'Επιλέξτε την θρησκεία σας', //26
'Επιλέξτε την εθνικότητα για το ατομο που ζητάτε', //27
'Επιλέξτε την θρησκεία για το ατομο που ζητάτε', //28
'Επιλέξτε σχετικά με το κάπνισμα', //29
'Επιλέξτε σχετικά με το ποτό', //30
'Επιλέξτε σχετικά με τις γραμματικές σας γνώσεις', //31
'Επιλέξτε σχετικά με την επαγγελματική σας δραστηριότητα', //32
'Συμπληρώστε την ηλικία του ατόμου που ζητάτε', //33
'Επιλέξτε πώς μας βρήκατε', //34
'Παρακαλώ γράψτε το χόμπι σας', //35
'Μη εγκυρο πεδίο χόμπι Το χόμπι δεν μπορεί να είναι μεγαλύτερο από {0} χαρακτήρες', //36
'Μη εγκυρο μέγεθος χομπι. Το χόμπι δεν μπορεί να είναι μεγαλύτερο από {0} χαρακτήρες', //37
'Παρακαλώ γράψτε κάτι για σας', //38
'Μη εγκυρη περιγραφή. Η περιγραφή δεν μπορεί να είναι μεγαλύτερη από {0} χαρακτήρες', //39
'Μη εγκυρη περιγραφή. Η περιγραφή δεν μπορεί να είναι μεγαλύτερη από {0} χαρακτήρες', //40
'Η φωτογραφία σας είναι υποχρεωτική!', //41
'Συγχαρητήρια! <br>Ο κωδικός ενεργοποίησης εχει σταλεί στο email σας. <br>Εσείς πρέπει να κάνετε επιβεβαίωση για να ισχύσει ο λογαριασμός σας!', //42 - Message after register if need confirm by email
'Επιβεβαίωση εγγραφής', //43 - Confirm mail subject
'Ευχαριστούμε για την εγγραφή στην ιστοσελίδα μας...
Το σημειο που λεει id ειναι και το id εισόδου σας
Παρακαλούμε ακολουθήστε αυτό το σύνδεσμο για επιβεβαίωση της εγγραφής σας:

', //44 - Confirm message
'Ευχαριστούμε για την εγγραφή. Τα στοιχεια σας θα ενεργοποιηθούν σύντομα. Παρακαλώ ελάτε πάλι αργότερα...', //45 - Message after registering if admin allowing is needed
'Συγχαρητήρια! <br>Τα στοιχεία σας έχουν προστεθεί με επιτυχία στην βάση δεδομένων!<br><br>Το χαρακτηριστικό εισόδου είναι:', //46
'<br>Ο κωδικός σας:', //47
'Παρακαλώ ξαναεισάγετε των κωδικό', //48
'ο κωδικός δεν είναι ο ίδιος', //49
'Εγγραφή χρήστη', //50
'Το ονομά σας', //51
'χαρακτήρες', //52
'Επώνυμο', //53
'Κωδικός εισόδου', //54
'Επανεγγραφή κωδικού', //55
'Τα γενεθλιά σας', //56
'Το φύλλο σας', //57
'Τύπος σχέσης', //58
'Η χώρα σας', //59
'Το Email σας', //60
'Η ιστοσελίδα σας', //61
'Το ICQ σας', //62
'Το AIM σας', //63
'Το τηλεφωνό σας', //64
'Η πόλη σας', //65
'Οικογενειακή κατάσταση', //66
'Τα παιδιά σας', //67
'Το ύψος σας', //68
'Το βάρος σας', //69
'Το χρώμα των μαλλιών σας', //70
'Το χρώμα των ματιών σας', //71
'Η εθνικοτητά σας', //72
'Το θρησκευμά σας', //73
'Καπνιστής', //74
'Πότης', //75
'Οι γραμματικές σας γνώσεις', //76
'Η δουλειά σας', //77
'Τα χόμπι σας', //78
'Δωστε μια σύντομη περιγραφή του εαυτού σας και του ατόμου που θέλετε να γνωρίσετε.', //79
'Αναζητηση για', //80
'Αναζητηση εθνικότητας', //81
'Αναζητηση θρησκείας', //82
'Αναζητηση ηλικίας', //83
'Αναζητηση ύψους', //84
'Αναζητηση βάρους', //85
'Από που βρήκατε την ιστοσελίδα?', //86
'Φωτογραφία', //87
'Κεντρική σελίδα', //88
'Εγγραφή', //89
'Περιοχή μελών', //90
'Αναζήτηση', //91
'Επικοινωνία', //92
'FAQ', //93
'Στατιστικά', //94
'Επιλογές χρήστη ID#', //95
'Εμφάνιση μυνημάτων', //96
'Η κρεβατοκαμαρά μου', //97
'Τα στοιχεία μου', //98
'Αλλαγή στοιχείων', //99
'Αλλαγή κωδικού', //100
'Διαγραφή στοιχείων', //101
'Εξοδος', //102
'Χρόνος διεργασίας:', //103
'δευτερόλεπτα', //104
'Χρήστες συνδεδεμένοι:', //105
'Επισκέπτες συνδεδεμένοι:', //106
'Powered by <a href="http://www.azdg.com" target="_blank" class="desc">AzDG</a> translate from <a href="http://www.sympan.gr" target="_blank" class="desc">Sympan Networks</a>', //107 - Don`t change link - only for translate - read GPL!!!
'Μόνο εγγεγραμένοι χρήστες μπορούν να χρησιμοποιήσουν εξειδικευμένη αναζήτηση', //108
'Συγνώμη, "Η ηλικία από" πρέπει να είναι μικρότερη από "Ηλικία εώς"', //109
'Αναζήτηση δεν βρήκε τίποτα', //110
'Οχι', //111 Picture available?
'Ναι', //112 Picture available?
'Can`t connect to server<br>Your mysql login or mysql password is wrong.<br>Check it in config file', //113
'Can`t connect to server<br>Database don`t exist<br>Or Change Database name in config', //114
'Σελίδες :', //115
'Αποτελέσματα αναζήτησης', //116
'Συνολο : ', //117 
'Ονομα χρήστη', //118
'Σκοπός', //119
'Ηλικία', //120
'Χώρα', //121
'Πόλη', //122
'Τελευταία επίσκεψη', //123
'Ημερομηνια εγγραφής', //124
'Εξειδικευμένη αναζήτηση', //125
'Χρήστη ID#', //126
'Ονομα', //127
'Επώνυμο', //128
'Ζώδιο', //129
'Υψος', //130
'Βαρος', //131
'Φύλλο', //132
'Τυπος σχέσης', //133
'Οικογενειακή κατάσταση', //134
'Παιδιά', //135
'Χρώμα μαλλιών', //136
'Χρώμα ματιών', //137
'Εθνικότητα', //138
'Θρησκεία', //139
'Καπνιστής', //140
'Πότης', //141
'Γραμματικές γνώσεις', //142
'Αναζήτηση χρηστών με', //143
'Ιστοσελίδα', //144
'ICQ', //145
'AIM', //146
'Τηλέφωνο', //147
'Εγγραφή στις ', //148
'Ταξινόμηση αποτελεσμάτων ανά', //149
'Αποτελέσματα ανα σελίδα', //150
'Απλή αναζήτηση', //151
'Πρόσβαση απαγορευμένη για μη χρήστες', //152
'Προσβαση απαγορευμένη για αποστολή κακών στοιχείων', //153
'Χρήστης υπάρχει ήδη στην βάση κακών στοιχείων', //154
'Ευχαριστούμε, Χρήστης εχει προστεθεί στους κακοδιάθετους χρήστες και θα ελεχθεί από τον διαχειρηστή σύντομα', //155
'Πρόσβαση απαγορευμένη για χρήση της κρεβατοκάμαρας', //156
'Χρήστης υπάρχει ήδη στην κρεβατοκαμαρά σας', //157
'Ευχαριστούμε, Χρήστης προστέθηκε με επιτυχία στην κρεβατοκαμαρά σας', //158
'Τα στοιχεία εχουν σταλεί με επιτυχία στον διαχειριστή για ελεγχο!', //159
'Τα στοιχεία σας έχουν προστεθεί με επιτυχία στην βάση δεδομένων', //160
'Ενεργοποίηση στοιχείων με σφάλμα. Ισως να εχουν ενεργοποιηθεί ήδη τα στοιχεία', //161
'Βαση δεδομένων FAQ ειναι αδεια', //162
'FAQ απάντηση#', //163
'Ολα τα πεδια πρέπει να συμπληρωθούν', //164
'Το μηνυμά σας εχει σταλεί με επιτυχία', //165
'Παρακαλώ δωστε ενα θέμα', //166
'Παρακαλώ γράψτε το μηνυμά σας', //167
'Θέμα', //168
'Μήνυμα', //169
'Αποστολή μηνύματος', //170
'Για μέλη', //171
'ID εισόδου', //172
'Ξεχασα τον κωδικό', //173
'Συστήστε μας', //174
'Φιλικό-{0} email', //175
'Σήμερα έχουν γενέθλια', //176
'Χωρίς γενέθλια', //177
'Καλώς ήρθατε στην ιστοσελίδα AzDGDating', //178 Welcome message header
'AzDGDatingLite - ειναι ο ευκολος τρόπος για να κάνετε νέους φίλους ή γνωστούς για διασκέδαση, σχεσεις, ή σοβαρό δεσμό. Η συζητήσεις με άλλα ατομα και η ψυχαγωγία μέσα από εδώ παρέχουν μια ασφάλεια παράλληλα με την διασκέδαση. Σας δίνετε η ευκαιρία να γνωρίσετε καλά κάποιο άτομο πριν συναντηθήτε απευθείας μαζί του, ή να κανονίσετε να βρεθείτε πολλά ατόμα μαζί που γνωριστήκατε εδω πέρα.<br><br>Μπορείτε να κάνετε γνωριμίες και να επικοινωνήσετε με άλλα ατομα μιας και παραμένει απόρρητος ο προσωπικός σας λογαριασμός ηλεκτρονικού ταχυδρομίου.<br>', //179 Welcome message
'Τελευταίοι {0} εγγεγραμένοι χρήστες', //180
'Γρήγορη αναζήτηση', //181
'Ειδικευμένη αναζήτηση', //182
'Φωτογραφία της ημέρας', //183
'Απλά στατιστικά', //184
'Το ID σας πρέπει να είναι ένα νούμερο', //185
'Μη εγκυρο ID# εισόδου, ή κωδικός πρόσβασης', //186
'Πρόσβαση απαγορευμένη για αποστολή μηνυμάτων στο email', //187
'Αποστολή μηνύματος email στο χρήστη με ID#', //188
'Δεν υπάρχουν συνδεδεμένοι χρήστες', //189
'Σελίδα συστησης μη διαθέσιμη', //190
'Χαιρετισμοί από {0}', //191 "Recommend Us" subject, {0} - username
'καλησπέρα από {0}!

Τι κάνεις ? :)

Σε παρακαλώ να επισκευτείς αυτην την ιστοσελίδα ειναι καταπληκτηκή:
{1}', //192 "Recommend Us" message, {0} - username, {1} - site url
'Παρακαλώ γράψτε σωστά τον φίλο#{0} email', //193
'Παρακαλώ δώστε το δικό σας ονομα και E-mail', //194
'Ο κωδικός σας από {0}', //195 Reming password email subject
'Ο λογαριασμός αυτός ειναι απενεργοποιημένος ή δεν υπάρχει στην βάση δεδομένων.<br>Παρακαλώ επικοινωνήστε με τον διαχειρηστή σχετικά με αυτό το πρόβλημα από την επικοινωνία. Συμπεριλάβετε και το ID σας παρακαλώ.', //196
'Καλησπέρα!

Το δικό σας ID# εισόδου:{0}
Ο κωδικός σας εισόδου:{1}

_________________________
{2}', //197 Remind password email message, Where {0} - ID, {1} - password, {2} - C_SNAME(sitename)
'Ο κωδικός σας έχει σταλεί με επιτυχία στο email σας.', //198
'Παρακαλώ εισάγετε το ID σας', //199
'Αποστολή κωδικού', //200
'Πρόσβαση απαγορευμένη για αποστολή μηνυμάτων', //201
'Αποστολή μηνύματος στο χρήστη με ID#', //202
'Ειδοποίηση όταν ο χρήστης διαβάσει το μήνυμα', //203
'Δεν υπάρχουν χρήστες στην βάση δεδομένων', //204
'Στατιστικά δεν είναι διαθέσιμα', //205
'Τέτοιο ενεργό ID δεν υπάρχει', //206
'Στοιχεία ID#', //207
'Ονομα χρήστη', //208
'Επώνυμο χρήστη', //209
'Γενέθλια', //210
'Email', //211
'Μήνυμα από AzDGDating', //212 - Subject for email
'ΕργασίαJob', //213
'Χόμπι', //214
'Σχετικά', //215
'Δημοτικότητα', //216
'Αποστολή email', //217
'Μη εγκυρα στοιχεία', //218
'Προσθήκη στη δική μου κρεβατοκάμαρα', //219
'Δεν υπάρχει αρχείο για ανέβασμα, <br>ή το αρχείο που δοκιμάσατε να ανεβάσετε είναι μεγαλύτερο από το όριο των {0} Kb. Το αρχείο σας είναι {1} Kb', //220
'το αρχείο που δοκιμάσατε να ανεβάσετε είναι μεγαλύτερο σε πλάτος από το όριο των {0} px ή το ύψος είναι μεγαλήτερο του ορίου των {1} px.', //221
'Ο τύπος αρχείου που δοκιμάσατε να ανεβάσετε ειναι εσφαλμένος (μόνο jpg, gif και png ειναι αποδεκτά). Το δικό σας είναι - ', //222
'(Μεγιστο. {0} Kb)', //223
'Στατιστικά από χώρες', //224
'Δεν έχετε μηνύματα', //225
'Συνολικά μηνύματα - ', //226
'Νουμερο', //227 Number
'Από', //228
'Ημερομηνία', //229
'Διαγραφή', //230 Delete
'<sup>Νεο</sup>', //231 New messages
'Διαγραφή επιλεγμένων μηνυμάτων', //232
'Μήνυμα από - ', //233
'Απάντηση', //234
'Καλησπέρα, Εσύ εγγραψες {0}:\n\n_________________\n{1}\n\n_________________', //235 Reply to message {0} - date, {1} - message
'Το μηνυμά σας έχει διαβαστεί', //236
'Το μηνυμά σας:<br><br><span class=dat>{0}</span><br><br>έχει διαβαστεί από  {1} [ID#{2}] στις {3}', //237 {0} - message, {1} - Username, {2} - UserID, {3} - Date and Time
'{0} μηνύματα διαγράφηκαν με επιτυχία!', //238
'Παρακαλώ εισάγετε το παλιό κωδικό', //239
'Παρακαλώ εισάγετε το νέο κωδικό', //240
'Παρακαλώ ξαναεισάγετε τον νέο κωδικό', //241
'Αλλαγή κωδικού', //242
'Παλιός κωδικός', //243
'Νέος κωδικός', //244
'Ξαναεισαγωγή νέου κωδικού', //245
'Δεν έχετε κανένα χρήστη στην κρεβατοκαμαρά σας', //246
'Ημερομηνία προσθήκης', //247
'Διαγραφή επιλεγμένων χρηστών', //248
'Εισαστε σίγουροι πως θέλετε να διαγράψετε τα στοιχεία σας?<br>Ολα τα μηνυματα σας και εικόνες θα διαγραφούν από την βάση δεδομένων.', //249
'Χρήστης με  ID#={0} έχει διαγραφή με επιτυχία από την βάση δεδομένων', //250
'Τα στοιχεία σας θα διαγραφούν ύστερα από ελεγχο ασφαλείας του διαχειριστή', //251
'{0} χρήστες διαγράφτηκαν με επιτυχία από την κρεβατοκαμαρά σας!', //252
'Δεν είναι ιδιοι οι κωδικοί πρόσβασης ή περιέχουν μη εγκυρους χαρακτήρες', //253
'Δεν έχετε προσβαση για να αλλάξετε τον κωδικό', //254
'Λανθασμένο παλιος κωδικός. Παρακαλώ επιστρέψτε και ξανασυμπληρώστε το!', //255
'Ο κωδικός αλλαξε με επιτυχία!', //256
'Δεν ειναι πιθανό να σβήσετε όλες τις φωτογραφίες', //257
'Τα στοιχεία σας εχουν αλλάξει με επιτυχία', //258
' - Διαγραφή φωτογραφίας', //259
'Η συνδεσή σας έχει ολοκληρωθεί. Μπορείτε να κλείσετε το προγραμμα σας', //260
'Εικόνα σημαίας δεν είναι διαθέσιμη', //261
'Γλώσσες', //262
'Προσθήκη', //263
'Login [3-16 chars [A-Za-z0-9_]]', //264
'Login', //265
'Your login must consist of 3-16 chars and only A-Za-z0-9_ chars is available', //266
'This is login already in database. Please select another!', //267
'Total users - {0}', //268
'The messages are not visible. You should be the privileged user see the messages.<br><br>You can purshase from <a href="'.C_URL.'/members/index.php?l=gr&a=r" class=head>here</a>', //269 change l=default to l=this_language_name
'User type', //270
'Purshase date', //271
'Search results position', //272
'Price', //273
'month', //274
'Purshase Last date', //275
'Higher than', //276
'Purshase', //277
'Purshase with', //278
'PayPal', //279
'Thanks for your registration. Payment has been succesfully send and will be checked by admin in short time.', //280
'Incorrect error. Please try again, or contact with admin!', //281
'Send congratulation letter about privilegies activating', //282
'User type has successfully changed.', //283
'Email with congratulations has been send to user.', //284
'ZIP',// 285 Zip code
'Congratulations, 

Your status is changed to {0}. This privilegies will be available in next {1} month.

Now you can check your messages in your box.

__________________________________
{2}', //286 {0} - Ex:Gold member, {1} - month number, {2} - Sitename from config
'Congratulations', //287 Subject
'ZIP code must be numeric', //288
'Keywords', //289
'We are sorry, but the following error occurred:', //290
'', //291
'', //292
'', //293
'', //294
'', //295
'', //296
'', //297
'', //298
'' //299
); 
?>
