<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 03/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               gra.php                          #
# File purpose            Additional langfile for admin    #
# File created by         Sofokli Magoula <admin@sympan.gr>#
############################################################
### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it 
###    {0} - is not number - it template
###################################
$x=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'Λάθος είσοδος ή κωδικός - try again',//1
'Περιοχή διαχειριστή',//2
'Εισοδος διαχειριστή',//3
'Κωδικός διαχειριστή',//4
'Εισοδος',//5
'Προσβαση κλειστή για μη διαχειριστές',//6
'Κεντρική σελίδα',//7
'Καθαρισμός hits',//8
'Repair&Optimize',//9
'Διαχείριση χρηστών',//10
'Διαχείριση FAQ',//11
'Λίστα ταχυδρομίου',//12
'Εξοδος',//13
'Εχετε βγει με επιτυχία από την περιοχή διαχειριστή<br><br>Ευχαριστούμε για την χρήση του script',//14
'Συνολικά mails',//15
'Σταλμένα mails',//16
'Το ακόλουθο κομμάτι',//17
'{0} mails εχουν σταλεί σε χρήστες',//18
'Εσεις έχετε αδιάβαστα μηνύματα {0}',//19 {0} - SiteName (C_SNAME)
'Βρέθηκαν {0} μέλη',//20
'Διαχείριση Maillist',//21
'Με κατάσταση status:',//22
'Ταχυδρομείου ρυθμίσεις και περιοχές:',//23
'Ταχυδρομίου τύπος',//24
'Από Mail',//25
'Θέμα Mail',//26
'Μήνυμα Mail',//27
'Επιβεβαίωνση σχετικά με αποτελέσματα',//28
'Επιστροφή πίσω',//29
'Αποστολή',//30
'Μη ολοκληρωμένες λειτουργείες - {0}',//31
'Θεμα : {0} [Εστάλει σε {1} χρήστες] :::>',//32
'Τέλος αυτής της λειτουργείας',//33
'Κειμενο',//34
'HTML',//35
'Προεπισκόπηση',//36
'Χρήστες με αδιάβαστα μηνύματα - ',//37
'Συνολικά αδιάβαστα μηνύματα - ',//38
'Τελευταίο id μηνύματος- ',//39
'Αποστολή ενημερωτικού μηνύματος σε χρήστες με αδιάβαστα μηνύματα',//40
'Προφίλ ανανεώθηκε με επιτυχία',//41
'Ερωτήσεις FAQ εχουν δημιουργηθεί με επιτυχία',//42
'Δημιουργία νέου',//43
'Παρακαλώ εισάγετε ερωτήσεις',//44
'Παρακαλώ εισαγετε απαντήσεις',//45
'Διαχείρηση FAQ',//46
'Δημιουργία νέας κατηγορίας FAQ',//47
'Διόρθωση κατηγορίας FAQ',//48
'Διαγραφή κατηγορίας FAQ',//49
'Δημιουργία FAQ',//50
'Επιλογή κατηγορίας FAQ',//51
'Ερώτηση FAQ',//52
'Απάντηση FAQ',//53
'Πρώτα από ολα δημιουργήστε μια κατηγορία FAQ',//54
'Παρακαλώ εισάγετε ονομα κατηγορίας',//55
'Κατηγορία FAQ δημιουργήθηκε',//56
'Νέα κατηγορία δημιουργηθηκε:',//57
'Ονομα κατηγοριας FAQ',//58
'Διόρθωση κατηγοριας FAQ',//59
'Διορθωση',//60
'Κατηγορια εχει αλλάξει',//61
'Διόρθωση κατηγορίας FAQ',//62
'FAQ εχει διαγραφή',//63
'κατηγορία FAQ διαγραφτηκε',//64
'Προσοχή : Ειστε σίγουρος. Με την διαγραφή κατηγορίας θα διαγραφούν όλες οι ερωτήσεις στην κατηγορία αυτή.',//65
'Διαγραφή',//66
'0 - Αναμονή ελέγχου email<br>1 - Αναμονή ελεγχου μετά την εγγραφη<br>2 - Αναμονή ελεγχου μετα από ανανέωση<br>3,8 - Αναμονή για διαγραφή(χωρίς,με εμφάνιση)<br>7 - Χρήστες είναι ενεργοί<br>',//67
'Βαση δεδομενων εχει διορθωθεί και συμπιεστεί',//68
'Χρήστης με ID#={0} εχει με επιτυχία διαγραφή από την βάση δεδομένων',//69
'Hits εχουν καθαριστεί',//70
'Επιτυχία στην αποδοχή χρήστη με id={0}',//71
'IP',//72
'Χρειάζονται [0 - 255]',//73
'Κατάσταση ',//74
'Επιτρέπονται',//75
'Διαχείρηση χρηστών',//76
'Συνολικά ενεργοί χρήστες :',//77
'Χρήστες που περιμένουν ενεργοποίηση μετά από εγγραφή',//78
'Χρήστες που περιμένουν ενεργοποίηση μετά από ανανέωση',//79
'Χρήστες που περιμένουν διαγραφή',//80
'Privilegied users',//81
'Privilegied users Management',//82
'',//83
'',//84
'',//85
'',//86
'',//87
'',//88
'',//89
'',//90
'',//91
'',//92
'',//93
'',//94
'',//95
'',//96
'',//97
'',//98
''//99
); 
?>
