<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 10/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               arabic.php                       #
# File purpose            Arabic language file             #
# File created by         Mahmoud Sarhan <hayl@yalla.com>  #
# Arabic Demo             www.wearabs.com                  #
# ÇבבÛÉ ÇבÚÑÈםÉ              דÍדזÏ ÓÑÍÇה                   #
############################################################

define('C_HTML_DIR','rtl'); // HTML direction for this language
define('C_CHARSET', 'windows-1256'); // HTML charset for this language

### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it - 
###    {0},{1}... - is not number - it templates
###################################

$w=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'ÎØÃ Çדהל - #', //1
'וÐÇ ÇבÈÑםÏ דÓÌב דה ÞÈב Ýל ÞÇÚÏÉ ÇבÈםÇהÇÊ!', //2
'ÇבÇÓד ÇבÇזב ÛםÑ ÕÍםÍ דה ÝÖב‗ דÓדזÍ דה  {0} - {1} ÍÑזÝ', //3 - Don`t change {0} and {1} - See rule 2 !!!
'ÇבÇÓד ÇבÇÎםÑ ÛםÑ ÕÍםÍ םÌÈ Çה ם‗זה דÇ Èםה  {0} - {1} ÍÑזÝ', //4
'ÊÇÑםÎ ÇבדםבÇÏ ÛםÑ ÕÍםÍ', //5
'‗בדÉ ÇבÓÑ ÛםÑ ÓבםדÉ {0} - {1} ÍÑזÝ', //6
'דה ÝÖב‗ ÇÎÊÇÑ ÌהÓ‗', //7
'דה ÝÖב‗ ÇÎÊÑ ÌהÓ דה ÊØÊבÚ ÇבםÉ', //8
'דה ÝÖב‗ ÇÎÊÑ ÇבÊÕהםÝ', //9
'דה ÝÖב‗ ÇÎÊÑ ÇבÏזבÉ', //10
'ÈÑםÏ ÎÇØÆ Çז ÛםÑ דזÌזÏ', //11
'ÇבÕÝÍÉ ÇבÔÎÕםÉ ÎÇØÆÉ', //12
'ÑÞד icq ÎÇØÆ', //13
'דÚÑÝ msn ÎÇØÆ', //14
'Å‗ÊÈ ÑÞד ÇבוÇÊÝ', //15
'Å‗ÊÈ דÏםהÊ‗', //16
'ÅÎÊÑ ÍÇבÊ‗ ÇבÇÌÊדÇÚםÉ', //17
'Þד ÈÇÎÊםÇÑ ÇÌÇÈÉ Íזב ÇבÇØÝÇב', //18
'ÅÎÊÑ ÇבØזב', //19
'ÅÎÊÑ ÇבזÒה', //20
'ÇÎÊÑ ÇבØזב ÇבדÝÖב', //21
'ÅÎÊÑ ÇבזÒה ÇבדÝÖב', //22
'ÇÎÊÑ בזה ÔÚÑ‗', //23
'ÇÎÊÑ בזה Úםהם‗', //24
' ÅÎÊÑ וםÆÊ‗', //25
'ÅÎÊÑ ÏםÇהÊ‗', //26
'ÅÎÊÑ ÇבוםÆÉ ÇבדØבזÈÉ', //27
'ÅÎÊÑ ÇבÏםÇהÉ ÇבדØבזÈÉ', //28
'ÅÎÊÑ Íזב ÇבÊÏÎםה', //29
'ÅÎÊÑ ÇבÕבÇÉ', //30
'ÅÎÊÑ ÇבÊÚבםד', //31
'Ç‗ÊÈ Íזב דוהÊ‗', //32
'ÇÎÊÑ ÇבÓה ÇבדהÇÓÈ', //33
'ÅÎÊÑ ‗םÝ ÊÚÑÝÊ ÚבםהÇ', //34
'Å‗ÊÈ ØדזÍÇÊ‗', //35
'ØדזÍÇÊ‗ ÇÞב דה  {0} ÍÑÝ', //36
'ØדזÍÇÊ‗ Ç‗ÈÑ דה {0} ÍÑÝ', //37
'Å‗ÊÈ הÈÐÉ Úה הÝÓ‗', //38
'ÊÚÑםÝ ÎÇØÆ. ÊÚÑםÝ‗ Ç‗ÈÑ דה  {0} ÍÑÝ', //39
'ÊÚÑםÝ ÎÇØÆ. ÊÚÑםÝ‗ ÇÞב דה  {0} ÍÑÝ', //40
'םÌÈ ÊÍדםב ÕזÑÉ!', //41
'ÊוÇהםהÇ! <br>Êד ÇÑÓÇב ‗זÏ ÇבÊÝÚםב Çבל ÈÑםÏ‗. <br>םÌÈ Çה ÊÝÚב ÇבÍÓÇÈ דה ÈÑםÏ‗!', //42 
'ÑÌÇÁ ÊÝÚםב ÇבÇÔÊÑÇ‗', //43 
'הÔ‗Ñ‗ בבÊÓÌםב Ýל דזÞÚהÇ 
ÑÌÇÁ ÇבÖÛØ Úבל ÇבזÕבÉ בÊÝÚםב ÇבÅÔÊÑÇ‗:

', //44 
'Ô‗ÑÇנ ב‗ בבÊÓÌםב ÓםÊד ÊÝÚםב ÅÔÊÑÇ‗‗ ÞÑםÈÇנ דה ÝÖב‗ Þד ÈÒםÇÑÊהÇ דÑÉ ÇÎÑל ....', //45 
'ÊוÇהםהÇ! <br>Êד ÅÖÇÝÉ ÇבÚÖז ÈהÌÇÍ!<br><br>ÑÞד ÇבÏÎזב :#', //46
'<br>‗בדÉ ÇבדÑזÑ:', //47
'ÅÚÏ ‗ÊÇÈÉ ‗בדÉ ÇבדÑזÑ', //48
'‗בדÉ ÇבÓÑ ÛםÑ דÊØÇÈÞÉ', //49
'ÊÓÌםב ÚÖזםÉ ÌÏםÏÉ', //50
'ÇבÅÓד', //51
'ÍÑזÝ', //52
'ÇבבÞÈ', //53
'‗בדÉ ÇבדÑזÑ', //54
'ÅÚÇÏÉ ‗בדÉ ÇבדÑזÑ', //55
'ÊÇÑםÎ ÇבדםבÇÏ', //56
'ÇבÌהÓ', //57
'ÇבÊÕהםÝ ', //58
'ÇבÏזבÉ', //59
'ÇבÈÑםÏ ÇבÇב‗ÊÑזהל', //60
'ÇבÕÝÍÉ ÇבÔÎÕםÉ', //61
'ÑÞד ICQ', //62
'דÚÑÝ MSN', //63
'ÑÞד ÇבוÇÊÝ', //64
'ÇבדÏםהÉ', //65
'ÇבÍÇבÉ ÇבÅÌÊדÇÚםÉ', //66
'ÚÏÏ ÇבÃØÝÇב', //67
'ÇבØזב', //68
'ÇבזÒה', //69
'בזה ÇבÔÚÑ', //70
'בזה ÇבÚםהםה', //71
'ÇבוםÆÉ', //72
'ÇבÏםÇהÉ', //73
'ÊÏÎםה ¿', //74
'ÇבÕבÇÉ', //75
'ÇבÊÚבםד', //76
'ÇבזÙםÝÉ', //77
'ÊØדÍ Ýל ', //78
'Å‗ÊÈ זÕÝ ÞÕםÑ בדה ÊÈÍË ÚהÉ דה דזÇÕÝÇÊ ÚÇדÉ ', //79
'ÃÊØבÚ Çבל ', //80
'ÇבוםÆÉ ÇבדÝÖבÉ', //81
'ÇבÏםÇהÉ ÇבדÝÖבÉ', //82
'ÇבÓה ÇבדÝÖב', //83
'ÇבØזב ÇבדÝÖב', //84
'ÇבזÒה ÇבדÝÖב', //85
'‗םÝ ÊזÕבÊ ÇבםהÇ', //86
'ÕזÑÉ', //87
'ÇבÕÝÍÉ ÇבÑÆםÓםÉ', //88
'ÊÓÌםב', //89
'דהØÞÉ ÇבÃÚÖÇÁ', //90
'ÈÍË', //91
'ÅÊÕב ÈהÇ', //92
'דÓÇÚÏÉ', //93
'ÇבÅÍÕÇÆםÇÊ', //94
'ÞÇÆדÉ ÇבÃÚÖÇÁ בבÚÖז ÑÞד #', //95
'דÔÇוÏÉ ÇבÑÓÇÆב', //96
'ÛÑÝÊל', //97
'ÇבדבÝ ÇבÔÎÕל', //98
'ÊÛםםÑ ÇבדבÝ ÇבÔÎÕל', //99
'ÊÛםםÑ ‗בדÉ ÇבדÑזÑ', //100
'ÍÐÝ ÇבÍÓÇÈ', //101
'ÎÑזÌ', //102
'Òדה ÇבÊÍדםב:', //103
'ËזÇהל.', //104
'ÇÚÖÇÁ דÓÌבםה דÊÕבםה:', //105
'ÒזÇÑ דÊÕבםה:', //106
'ÈÏÚד דה <a href="http://www.azdg.com" target="_blank" class="desc">azdg</a>', //107 
'ÇבÃÚÖÇÁ ÝÞØ םד‗הוד ÇבÈÍË ÇבדÊÞÏד', //108
'הÃÓÝ, "Age From" םÌÈ Çה ם‗זה ÇÕÛÑ דה "Age to"', //109
'בÇ ÊזÌÏ הÊÇÆÌ בבÈÍË', //110
'בÇ םזÌÏ', //111 
'םזÌÏ', //112 
'בÇ םד‗ה ÇבÇÊÕÇב ÈÇבÓםÑÝÑ <br>Your mysql login or mysql password is wrong.<br>Check it in config file', //113
' םד‗ה ÇבÇÊÕÇב ÈÇבÓםÑÝÑ <br>Database don`t exist<br>Or Change Database name in config', //114
'ÇבÕÝÍÇÊ :', //115
'הÊÇÆÌ ÇבÈÍË', //116
'Çב‗ב : ', //117 
'ÅÓד ÇבדÓÊÎÏד', //118
'Purposes', //119
'ÇבÚדÑ', //120
'ÇבÏזבÉ  ', //121
'ÇבדÏםהÉ', //122
'ÃÎÑ ÒםÇÑÉ', //123
'ÊÇÑםÎ ÇבÊÓÌםב', //124
'ÈÍË דÊÞÏד', //125
'ÑÞד ÇבÚÖזםÉ #', //126
'ÇבÅÓד ÇבÇזב', //127
'ÇבÇÓד ÇבÇÎםÑ', //128
'ÇבÈÑÌ', //129
'ÇבØזב', //130
'ÇבזÒה', //131
'ÇבÌהÓ', //132
'ÇבÊÕהםÝ', //133
'ÇבÍÇבÉ ÇבÅÌÊדÇÚםÉ', //134
'ÇבÃØÝÇב', //135
'בזה ÇבÔÚÑ', //136
'בזה ÇבÚםזה', //137
'ÇבוםÆÉ', //138
'ÇבÏםÇהÉ', //139
'ÊÏÎםה', //140
'ÕבÇÉ', //141
'ÇבÊÚבםד', //142
'ÈÍË Ýל ÇבÃÚÖÇÁ דÚ', //143
'ÕÝÍÉ דÝÖבÉ', //144
'ICQ', //145
'MSN', //146
'וÇÊÝ', //147
'דÓÌב Ýל  ', //148
'ÅÙוÇÑ ÇבהÊÇÆÌ ÍÓÈ', //149
'הÊÇÆÌ ב‗ב ÕÝÍÉ', //150
'ÈÍË ÈÓםØ', //151
'דÊÇÍ בבÅÚÖÇÁ ÝÞØ<br> <a href="add.php">Þד ÈÇבÊÓÌםב ÇבÇה </a>', //152
'ÛםÑ דÊÇÍ בבÃÚÖÇÁ ÇבÌÏÏ', //153
'ÇבÚÖז דזÌזÏ Ýל ÞÇÆדÉ ÇבÃÚÖÇÁ ÇבÌÏÏ', //154
'Ô‗ÑÃ בÞÏ Êד ÅÖÇÝÊ‗ בÞÇÆדÉ ÇבÃÚÖÇÁ ÇבÌÏÏ זההÊÙÑ דזÇÝÞÉ ÇבדÔÑÝ Úבם ÚÖזםÊ‗', //155
'בÇ םד‗ה‗ ÇÓÊÚדÇב ÇבÛÑÝÉ', //156
'ÇבÚÖז ÍÇבםÇנ Ýל ÇבÛÑÝÉ', //157
'Ô‗ÑÇנ בÞÏ Êד ÇÖÇÝÉ ÇבÚÖז Çבל ÇבÛÑÝÉ', //158
'Êד ÅÖÇÝÉ ÍÓÇÈ‗ ÈהÌÇÍ זÓםÊד ÚÑÖÉ Úבל ÇבÇÏÇÑÉ בבדזÇÝÞÉ', //159
'Êד ÅÖÇÝÉ ÍÓÇÈ‗ ÈהÌÇÍ ', //160
'Êד ÊÝÚםב ÇבÍÓÇÈ דה ÞÈב !!!', //161
'ÞÇÆדÉ ÇבדÓÇÚÏÉ ÝÇÑÛÉ', //162
'ÓÄÇב ÑÞד #', //163
'םÌÈ דבÆ ÇבÈםÇהÇÊ', //164
'Êד ÅÑÓÇב ÇבÑÓÇבÉ ÈהÌÇÍ', //165
'Þד È‗ÊÇÈÉ ÚהזÇה ÇבÑÓÇבÉ', //166
'Þד È‗ÊÇÈÉ ÑÓÇבÊ‗', //167
'ÇבÚהזÇה', //168
'ÇבÑÓÇבÉ', //169
'ÃÑÓב ÇבÑÓÇבÉ', //170
'בבÃÚÖÇÁ', //171
'ÑÞד ÇבÏÎזב', //172
'הÓםÊ ‗בדÉ ÇבדÑזÑ', //173
'ÃÑÓב ÇבדזÞÚ בÃÕÏÞÇÄ‗', //174
'ÇבÃÕÏÞÇÁ-{0} ÈÑםÏ ', //175
'ÇÚםÇÏ דםבÇÏ Çבםזד', //176
'בÇ םזÌÏ ÇÚםÇÏ דםבÇÏ', //177
'דÑÍÈÇנ È‗ד Ýל דזÞÚ ÇבÚÑÈ בבÊÚÇÑÝ ', //178 
'דזÞÚהÇ וז ÇבזÓםבÉ ÇבדËבל בÅםÌÇÏ ÇÕÏÞÇÁ Úבל ÇבÇהÊÑהÊ ÈוÏÝ ÇבÊÚÇÑÝ Çז ÇבÒזÇÌ<br>Þד ÝÞØ ÈÇבÊÓÌםב זÊדÊÚ ÈדדםÒÇÊ ÚÏםÏÉ דהוÇ ÇÑÓÇב ÇבÑÓÇÆב בבÃÚÖÇÁ זÇבÈÍË ÇבדÊÞÏד <br> ‗דÇ ÇההÇ הÔםÑ Çבל ÓÑםÉ ‗ÇÝÉ ÇבÈםÇהÇÊ ÇבדÓÌבÉ ÈÇבדזÞÚ זהÎבל דÓÆזבםÊהÇ דה Çל ÇÓÊÎÏÇד םÎÇבÝ ÇבÔÑםÚÉ ÇבÇÓבÇדםÉ Çז ÇÑÓÇב ÕזÑ ÛםÑ דÞÈזבÉ <br>‗דÇ Çה ÇבÊÓÌםב Ýל ÇבדזÞÚ דÌÇהל ÊדÇדÇנ זÞÏ Ê‗זה ÝÑÕÉ בÇ ÊÚזÖ ÝÓÇÑÚ ÈÇבÊÓÌםב ÇבÇה זÊÚÑÝ Úבל ÇÚÖÇÁ ÇבדזÞÚ ', //179
'ÇÎÑ  {0} ÇÚÖÇÁ דÓÌבםה', //180
'ÈÍË ÓÑםÚ', //181
'ÈÍË דÊÞÏד', //182
'ÕזÑÉ Çבםזד', //183
'ÇבÅÍÕÇÆםÇÊ ', //184
'ÑÞד ÚÖזםÊ‗ וז', //185
'ÑÞד ÚÖזםÉ Çז ‗בדÉ דÑזÑ ÛםÑ ÓבםדÉ', //186
'ÛםÑ דÊÇÍ ÎÇÕםÉ ÇÑÓÇב ÑÓÇÆב בבÈÑםÏ', //187
'ÇÑÓב ÑÓÇבÉ ÈÑםÏ Çבל ÇבÚÖז ÑÞד #', //188
'בÇ םזÌÏ ÇÚÖÇÁ ÍÇבםÇנ', //189
'ÕÝÍÉ ÛםÑ דÊÇÍÉ', //190
'ÊÑÔםÍ דה {0}', //191 
'םÑÍÈ È‗ {0}!

‗םÝ ÍÇב‗ :)

דה ÝÖב‗ Þד ÈÒםÇÑÉ וÐÇ ÇבדזÞÚ  - Çהו דדÊÇÒ:
{1}', //192 
'דה ÝÖב‗ Ç‗ÊÈ ÇÓד ÕÏםÞ‗ זÈÑםÏÉ#{0} email', //193
'דה ÝÖב‗ Ç‗ÊÈ ÇÓד‗ זÈÑםÏ‗', //194
'‗בדÉ ÇבÓÑ דה {0}', //195 
'וÐÇ ÇבÍÓÇÈ ÞÏ ם‗זה בד םÊד ÊÝÚםבו Çז ÛםÑ דזÌזÏ Ýל ÞÇÚÏÉ ÇבÈםÇהÇÊ.<br>דה ÝÖב‗ Þד ÈדÑÇÓבÊהÇ דÚ זÖÚ ÑÞד ÍÓÇÈ‗ Ýל ÇבÑÓÇבÉ. ', //196
'דÑÍÈÇ!

ÑÞד ÍÓÇÈ‗ וז #:{0}
‗בדÉ ÇבדÑזÑ ול:{1}

_________________________
{2}', //197 
'Êד ÇÑÓÇב ‗בדÉ ÇבדÑזÑ Çבל ÈÑםÏ‗.', //198
'דה ÝÖב‗ Ç‗ÊÈ ÑÞד ÍÓÇÈ‗', //199
'ÃÑÓב ‗בדÉ ÇבדÑזÑ', //200
'ÛםÑ דÊÇÍ ÇÑÓÇב ÇבÑÓÇÆב', //201
'ÇÑÓב ÑÓÇבÉ בבÚÖז ÑÞד #', //202
'ÃÎÈÑהל ÚהÏדÇ םÞÑÃ ÇבÚÖז ÇבÑÓÇבÉ', //203
'בÇ םזÌÏ ÇבÚÖז Ýל ÞÇÚÏÉ ÇבÈםÇהÇÊ', //204
'ÇבÅÍÕÇÆםÇÊ ÛםÑ דÊÇÍÉ', //205
'בד םÊד ÊÝÚםב וÐÇ ÇבÍÓÇÈ', //206
'ÚÖזםÉ ÑÞד#', //207
'ÅÓד ÇבÚÖז', //208
'ÇבÅÓד ÇבÇÎםÑ', //209
'ÊÇÑםÎ ÇבדםבÇÏ', //210
'ÇבÈÑםÏ', //211
'ÑÓÇבÉ דה דזÞÚ ÇבÊÚÇÑÝ', //212 
'ÇבזÙםÝÉ', //213
'ÇבØדזÍ', //214
'Úה', //215
'ÇבÃודםÉ', //216
'ÃÑÓב ÑÓÇבÉ', //217
'ÚÖזםÉ ÌÏםÏÉ', //218
'ÅÖÇÝÉ Çבל ÛÑÝÊל', //219
'בÇ םזÌÏ דבÝ Êד ÊÍדםבו, <br>Çז ÇבדבÝ Ç‗ÈÑ דה  {0} ‗םבז ÈÇםÊ. דבÝ‗ ÍÌדÉ {1} ‗םבז ÈÇםÊ', //220
'ÚÑÖ ÇבÕזÑÉ Ç‗ÈÑ דה  {0} È‗Óב Çז Øזב ÇבÕזÑÉ ÇÞב דה  {1} È‗Óב.', //221
'הזÚ ÇבדבÝ ÛםÑ דÓדזÍ (ÝÞØ jpg, gif ז png דÊÇÍ ). דבÝ‗  - ', //222
'(ÇÞÕל. {0} ‗םבז)', //223
'ÅÍÕÇÆםÇÊ ÇבÈבÇÏ', //224
'בÇ ÊזÌÏ ÑÓÇÆב', //225
'‗ב ÇבÑÓÇÆב - ', //226
'ÑÞד', //227 
'דה', //228
'ÊÇÑםÎ', //229
'ÍÐÝ', //230 
'<sup>ÌÏםÏ</sup>', //231 
'ÍÐÝ ÇבÑÓÇÆב', //232
'ÑÓÇבÉ דה - ', //233
'ÑÏ', //234
'דÑÍÈÇ, בÞÏ ‗ÊÈÊ {0}:\n\n_________________\n{1}\n\n_________________', //235 
'Êד ÞÑÇÁÉ ÑÓÇבÊ‗', //236
'ÇבÑÓÇבÉ:<br><br><span class=dat>{0}</span><br><brÊד ÞÑÇÁÉ ÇבÑÓÇבÉ ÈזÇÓØÉ {1} [ID#{2}] Ýל {3}', //237 
'{0} Êד דÓÍ ÇבÑÓÇבÉ ÈהÌÇÍ!', //238
'‗בדÉ ÇבדÑזÑ ÇבÞÏםדÉ', //239
'‗בדÉ ÇבדÑזÑ ÇבÌÏםÏÉ', //240
'ÅÚÇÏÉ ‗בדÉ ÇבדÑזÑ', //241
'ÊÛםםÑ ‗בדÉ ÇבדÑזÑ', //242
'‗בדÉ ÇבÓÑ ÇבÞÏםדÉ', //243
'‗בדÉ ÇבÓÑ ÇבÌÏםÏו', //244
'ÅÚÇÏÉ ‗בדÉ ÇבÓÑ', //245
'בÇ םזÌÏ Çל ÇÚÖÇÁ Ýל ÛÑÝÊ‗', //246
'ÊÇÑםÎ ÇבÇÖÇÝÉ', //247
'ÍÐÝ ÇבÇÚÖÇÁ ÇבדÍÏÏםה', //248
'וב ÊÑםÏ ÝÚבÇנ ÍÐÝ ÍÓÇÈ‗ ¿<br>ÓםÊד ÍÐÝ ‗ב ÇבÈםÇהÇÊ זÇבÕזÑ דה ÇבדזÞÚ .', //249
'ÇבÚÖז ÑÞד#={0} Êד ÍÐÝÉ דה ÞÇÚÏÉ ÇבÈםÇהÇÊ', //250
'ÓםÊד ÍÐÝ ÍÓÇÈ‗ ÈÚÏ ÅØבÇÚ ÇבדÏםÑ ', //251
'{0} Êד ÍÐÝוד דה ÛÑÝÊ‗', //252
'‗בדÉ ÇבÓÑ בםÓÊ ד‗ÊזÈÉ ÈÇבÔ‗ב ÇבדÞÈזב ', //253
' בÇ םד‗ה‗ ÊÛםםÑ ‗בדÉ ÇבדÑזÑ', //254
'‗בדÉ ÇבדÑזÑ ÇבÞÏםדÉ ÛםÑ ÕÍםÍÉ', //255
'Êד ÊÛםםÑ ‗בדÉ ÇבדÑזÑ ÈהÌÇÍ', //256
'ÛםÑ דÊÇÍ ÍÐÝ ‗ב ÇבÕזÑ', //257
'Êד ÊÛםםÑ דבÝ‗ ÇבÔÎÕל ÈהÌÇÍ', //258
' - ÍÐÝ ÇבÕזÑÉ', //259
'Êד ÍÐÝ Çב‗ז‗םÒ בוÐÇ ÇבדזÞÚ', //260
'ÕזÑÉ ÇבÚבד ÛםÑ דÊÇÍ', //261
'ÇבבÛÇÊ', //262
'   ÅÑÓÜÜÜÇב   ', //263
'Login [3-16 chars [A-Za-z0-9_]]', //264
'Login', //265
'Your login must consist of 3-16 chars and only A-Za-z0-9_ chars is available', //266
'This is login already in database. Please select another!', //267
'Total users - {0}', //268
'The messages are not visible. You should be the privileged user see the messages.<br><br>You can purshase from <a href="'.C_URL.'/members/index.php?l=ar&a=r" class=head>here</a>', //269 change l=default to l=this_language_name
'User type', //270
'Purshase date', //271
'Search results position', //272
'Price', //273
'month', //274
'Purshase Last date', //275
'Higher than', //276
'Purshase', //277
'Purshase with', //278
'PayPal', //279
'Thanks for your registration. Payment has been succesfully send and will be checked by admin in short time.', //280
'Incorrect error. Please try again, or contact with admin!', //281
'Send congratulation letter about privilegies activating', //282
'User type has successfully changed.', //283
'Email with congratulations has been send to user.', //284
'ZIP',// 285 Zip code
'Congratulations, 

Your status is changed to {0}. This privilegies will be available in next {1} month.

Now you can check your messages in your box.

__________________________________
{2}', //286 {0} - Ex:Gold member, {1} - month number, {2} - Sitename from config
'Congratulations', //287 Subject
'ZIP code must be numeric', //288
'Keywords', //289
'We are sorry, but the following error occurred:', //290
'', //291
'', //292
'', //293
'', //294
'', //295
'', //296
'', //297
'', //298
'' //299
); 
?>
