<?php
############################################################
# \-\-\-\-\-\-\     AzDG  - S C R I P T S    /-/-/-/-/-/-/ #
############################################################
# AzDGDatingLite          Version 2.0.3                    #
# Writed by               AzDG (support@azdg.com)          #
# Created 10/01/03        Last Modified 05/02/03           #
# Scripts Home:           http://www.azdg.com              #
############################################################
# File name               arabica.php                      #
# File purpose            Arabic language file             #
# File created by         Mahmoud Sarhan <hayl@yalla.com>  #
# Arabic Demo             www.wearabs.com                  #
# гААши гАзяхМи              ЦмЦФо сямгД                   #
############################################################
### !!!!! Please read it: RULES for translate!!!!! ###
### 1. Be carefull in translate - don`t use ' { } characters
###    You can use them html-equivalent - &#39; &#123; &#125;
### 2. Don`t translate {some_number} templates - you can only replace it 
###    {0} - is not number - it template
###################################
$x=array(
'<font color=red size=3>*</font>', //0 - Symbol for requirement field
'гсЦ гАЦоМя гФ ъАЦи гАЦяФя шМя умМми ',//1
'ЦДьчи гАгогяи',//2
'гсЦ гАонФА',//3
'ъАЦи гАЦяФя',//4
'онФА',//5
'шМя Цйгм АшМя гАЦтящ гАзгЦ',//6
'гАяфМсМи',//7
'мпщ гАжшьгй',//8
'йчФМЦ чгзои гАхМгДгй',//9
'еогяи гАгзжга',//10
'еогяи гАЦсгзои',//11
'гАчгфЦи гАхяМоМи',//12
'няФл',//13
'йЦ йслМА няФлъ хДлгм<br><br>тъягП Аъ',//14
'ъА гАясгфА',//15
'гАясгфА гАЦясАи',//16
'гАлра гАйгАЛ ',//17
'{0} ясгАи йЦ еясгАЕг гАЛ гАцзжга',//18
'зоо гАясгфА гАшМя ЦчядЕ ЕФ  {0}',//19 {0} - SiteName (C_SNAME)
'Фло {0} зжФ',//20
'еогяи гАчгфЦи гАхяМоМи',//21
'Цз гАмгАи:',//22
'нугфу гАхяМо:',//23
'ДФз гАхяМо',//24
'гАЦясА',//25
'зДФгД гАясгАи',//26
'ЦжЦФД гАясгАи',//27
'еьАгзЛ зАЛ Дйгфл гАеясгА',//28
'зФои ААнАщ',//29
'еясгА',//30
'гАшМя ЦДйЕЛ - {0}',//31
'гАзДФгД : {0} [цясАй еАЛ {1} цзжга] :::>',//32
'еДЕга',//33
'ДуЛ',//34
'ЕйЦА',//35
'ЦтгЕои',//36
'цзжга АЦ МтгЕоФг гАясгфА - ',//37
'зоо гАясгфА гАшМя ЦчядЕ - ',//38
'Цзящ гАясгАи гАцнМяЕ - ',//39
'еясгйА Цйгхзи гАЛ гАцзжга гААпМД АЦ Мчягди гАясгфА',//40
'йЦ ймяМя гАмсгх хДлгм',//41
'сдгА Цсгзо йЦ ежгщйЕ хДлгм',//42
'ежгщи лоМо',//43
'ЦД щжАъ еъйх гАсдгА',//44
'ЦД щжАъ еъйх гАелгхи',//45
'еогяи гАЦсгзои',//46
'ежгщи йуДМщ Цсгзои',//47
'ймяМя йуДМщ Цсгзои',//48
'мпщ йуДМщ Цсгзои',//49
'ежгщи Цсгзои',//50
'енйя йуДМщ гАЦсгзои',//51
'сдгА гАЦсгзои',//52
'лФгх гАЦсгзои',//53
'Млх зАМъ гФАгП ежгщи йуДМщ щЛ гАхогМи ',//54
'еъйх зДФгД гАйуДМщ',//55
'йЦ ежгщи йуДМщ гАЦсгзои',//56
'йЦ ймяМя йуДМщ гАЦсгзои :',//57
'цсЦ йуДМщ гАЦсгзои',//58
'ймяМя йуДМщ гАЦсгзои',//59
'ймяМя',//60
'йЦ йзоМА гАЦсгзои хДлгм',//61
'йЦ йзоМА гАйуДМщ хДлгм',//62
'йЦ йзоМА гАЦсгзои хДлгм',//63
'йЦ йзоМА гАйуДМщ хДлгм',//64
'йзАМЦгй : ъД мпягП зДо мпщ гАйуДМщ щгДй йчФЦ хмпщ ъгщи гАцсфАи хогнАи.',//65
'мпщ',//66
'0 - еДйыгя щму гАхяМо<br>1 - еДйыгя щму гогяЛ хзо гАйслМА<br>2 - еДйыгя щму еогяЛ хзо гАйзоМА<br>3,8 - еДйыя йщзМА гАмпщ(Цз,хоФД еыЕгя)<br>7 - гАзжФ ЦщзА<br>',//67
'йЦ йчФМЦ чгзои гАхМгДгй хДлгм',//68
'гАзжФ угмх гАЦзящ ячЦ #={0} йЦ мпщи хДлгм ЦД чгзои гАхМгДгй ',//69
'йЦ йущМя гАемугфМгй',//70
'йЦ гАЦФгщчи зАЛ гАзжФМи ячЦ ={0}',//71
'ячЦ хяйФъФА гАгДйяДй',//72
'ЦД [0 - 255]',//73
'гАмгАи - (ъД мпягП)',//74
'ЦФгщч',//75
'еогяи гАгзжга',//76
'зоо гАгзжга  :',//77
'гАгзжга гАлоо гАЦДйыя йщзМА гтйягъгйЕЦ',//78
'гАмсгхгй гАЦзоАи гАЦДйыя гАЦФгщчи зАМЕг',//79
'мсгхгй йДйыя гАЦФгщчи зАЛ гАмпщ',//80
'Privilegied users',//81
'Privilegied users Management',//82
'',//83
'',//84
'',//85
'',//86
'',//87
'',//88
'',//89
'',//90
'',//91
'',//92
'',//93
'',//94
'',//95
'',//96
'',//97
'',//98
''//99
); 
?>
