Repository: imsrv/php-projects
Catalog: eventcalendar-1.4/calendar-1.4/po/*.po
Languages: it

source: Admin
it: Amministrazione

source: You are not allowed to configure the calendar.
it: Non si e' autorizzati a configurare il calendario.

source: Configure Items
it: Configura Item

source: Configure the Calendar
it: Configura il Calendario

source: Manage Users
it: Gestione Utenti

source: Edit the following %s1
it: Modifica il seguente %s1

source: Rename to
it: Rinomina come

source: Delete and replace with
it: Cancella e rimpiazza con

source: Create
it: Crea

source: Edit Item
it: Modifica Item

source: You did not select an action.
it: Non e' stata selezionata un'azione.

source: Successfully renamed %s1 to %s2.
it: Rinominato con successo da %s1 a %s2.

source: The old and new items are the same.
it: Il vecchio e il nuovo item sono uguali.

source: Choose a different item to replace the old one.
it: Scegliere un item differente per rimpiazzare il vecchio.

source: Successfully replaced %s1 with %s2.
it: Rinominato con successo da %s1 a %s2.

source: Successfully created %s1.
it: %s1 creato con successo.

source: Add new item
it: Inserisci nuovo item

source: Successfully deleted %s1 from the config database.
it: %s1 cancellata con successo dal database di configurazione.

source: %s1 successfully saved with value: %s2.
it: %s1 salvata con successo con il valore: %s2.

source: The following settings were also updated: %s1
it: Il seguente settaggio e' stato aggiornato: %s1

source: There are currently no users with assigned permissions.
it: Non ci sono attualmente utenti con i permessi assegnati.

source: The following users have been assigned permissions
it: I seguenti utenti hanno i permessi assegnati

source: Add a new user
it: Aggiunta di un nuovo utente

source: User is not allowed to submit events, or do anything else really.
it: L'utente non puo' inviare eventi, o fare nient'altro.

source: Location
it: Locazione

source: Successfully saved permissions.
it: Permessi salvati con successo.

source: Approve
it: Approva

source: You are not allowed to approve events.
it: Non si ha l'autorizzazione per approvare l'evento.

source: There are currently no unapproved events.
it: Non ci sono eventi da approvare.

source: Approve event
it: Approva evento

source: Reject event
it: Rifiuta evento

source: Reason for rejection
it: Ragione del rifiuto

source: optional
it: opzionale

source: Ignore event
it: Ignora evento

source: Process events
it: Processa eventi

source: Reset Selections
it: Annulla selezioni

source: %s1 events processed.
it: %s1 eventi processati.

source: You clicked in the box.
it: Si e' cliccato nel box.

source: Click in the box.
it: Cliccare nel box.

source: View these events as %s1text-only%s2.
it: Visualizza questi eventi come %s1solo testo%s2.

source: Week
it: Settimana

source: Previous month
it: Mese precedente

source: Next month
it: Mese successivo

source: 1 event found.
it: 1 event trovato.

source: %s1 events found.
it: %s1 eventi trovato.

source: No events for today.
it: Nessun evento per oggi.

source: Events on %s1 in %s2
it: Eventi di %s1 in %s2

source: No events found.
it: Nessun evento trovato.

source: Events in %s1
it: Eventi di %s1

source: Delete
it: Cancella

source: No deleteable events.
it: Eventi non cancellabili.

source: Only the first %s1 will be displayed.
it: Solo il primo %s1 verra' visualizzato.

source: Delete event
it: Elimina evento

source: %s1 events deleted.
it: %s1 eventi cancellati.

source: No events deleted.
it: No eventi cancellati.

source: No events were selected to be deleted.
it: Nessun evento selezionato da cancellare.

source: Please confirm the deletion of the following %s1 events.
it: Confermare la cancellazione del seguente %s1 eventi.

source: Please confirm the deletion of the following event.
it: Confermare la cancellazione del seguente event.

source: Yes, delete the event!
it: Si, cancella l'evento!

source: Oops... nevermind.
it: Oops..come non detto.

source: Delete events
it: Elimina eventi

source: When
it: Quando

source: Contact E-Mail
it: Contatto E-Mail

source: Category
it: Categoria

source: Submitted
it: Inviato

source: Submitted by
it: Inviato da

source: Approved by
it: Approvato da

source: Not Yet Approved
it: Non ancora approvato

source: Hidden from off-campus browsers
it: Nascosto per utenti esterni

source: This is a proposed modification to the event titled %s1 submitted by %s2 on %s3.
it: Questa e' un aproposta di modifica per l'evento con titolo %s1 inviato da %s2 on %s3.

source: Modify
it: Modifica

source: Previous page
it: Pagina precedente

source: %s1 rows selected.
it: %s1 righe selezionate.

source: ERROR
it: ERRORE

source: Index generation completed.
it: Generazione indice completata.

source: Help
it: Aiuto

source: Help is available for the following topics:
it: L'aiuto e' disponibile per i seguenti argomenti:

source: In order to log in, you must use a secure connection (SSL). Click %s1here%s2to switch to an SSL connection.
it: Per accedere bisogna utilizzare una connessione sicura (SSL). Cliccare %s1qui%s2 per passare a una connessione SSL.

source: You are currently not logged in.
it: Non si e' attualmente connessi.

source: Use the login box to the left to log in.
it: Usare il box di login sulla sinistra per accedere.

source: You are not allowed to modify events.
it: Non si ha l'autorizzazione per modificare l'evento.

source: You are not allowed to modify events, but your changes have been submitted for approval.
it: Non si ha l'autorizzazione per modificare l'evento, ma le modifiche saranno inviare per l'approvazione.

source: Event update succeeded.
it: Aggiornamento eventi avvenuta.

source: Search
it: Ricerca

source: Search for events containing:
it: Trova gli eventi contenenti:

source: Advanced Search
it: Ricerca avanzata

source: Advanced Search Form
it: Mascheda di ricerca avanzata

source: Search for events that match the following:
it: Trova gli eventi contenenti:

source: Title contains:
it: Il titolo contiene:

source: Description contains:
it: La descrizione contiene:

source: Occurs on a:
it: Occorre su un:

source: Location is any of:
it: Locazione e' una di:

source: Category is any of:
it: Categoria e' una di:

source: Audience is any of:
it: Audience e' uno di:

source: Submit
it: Invio

source: You are not allowed to submit events.
it: Non si hanno i permessi necessari per inviare eventi.

source: Event submission succeeded.
it: Invio evento avvenuta.
